[
    {
        "cluster_id": 0,
        "size": 168,
        "representative_samples": [
            "Abducts Melissa Smith from Midvale, Utah.",
            "Abducts Debbie Smith in Utah.",
            "Abducts Donna Manson from the campus of Evergreen College.",
            "Abducts Nancy Baird from Layton, Utah.",
            "Abducts Shelley Robertson from Golden, Colorado."
        ],
        "archetypal_theme": "Predatory/Geographical Stalking Pattern: The individual exhibits a pattern of selecting and abducting victims within a specific geographical range or area, suggesting a familiarity or comfort with these locations."
    },
    {
        "cluster_id": 1,
        "size": 72,
        "representative_samples": [
            "\"The Los Angeles County district attorney's office files murder charges against Alcala alleging that he killed Wixted during a burglary and rape.\"",
            "\"It was determined by the judge that Alcala’s previous offenses related to abductions and sexual attacks would be allowed into evidence.\"",
            "\"Alcala is convicted of the 1978 rape of a 15-year-old Riverside girl and sentenced to nine years in state prison.\"",
            "\"Detectives were sent to Alcala’s address to look for vehicles used during the kidnapping being investigated; brief observations were made of Alcala in a blue station wagon before he made a U-turn abruptly and lost the detectives.\"",
            "After a short trial, Alcala was found guilty of the rape of Victim 3."
        ],
        "archetypal_theme": "The archetypal theme represented by these life events is the \"Sexually Motivated Serial Killer\". The pattern suggests that Alcala's primary motivation for killing was sexual gratification, as evidenced by the combination of sexual assault and murder in his crimes. His previous offenses and repeated targeting of young girls further highlight his sexual preoccupations. His adeptness at evading law enforcement indicates a level of cunning and forethought typically associated with this archetype."
    },
    {
        "cluster_id": 2,
        "size": 132,
        "representative_samples": [
            "Arrested for receiving and concealing stolen goods. Charges didn’t stick so he was released and suffered no consequences.",
            "Convicted of violating parole and providing drugs to a minor, Victim 2, and was sent to prison.",
            "Parole Violation. Convicted of theft & leaving the scene of a hit & run accident. He received another 5 year sentence",
            "Arrested and pled guilty to truck theft and resisting arrest. Sentenced to 18 months in prison",
            "Charged with selling marijuana, kidnapping Victim 2 (WF, 13), and violating parole, and was taken to jail to await his trial"
        ],
        "archetypal_theme": "This archetypal theme represents a pattern of escalating criminal behavior and disregard for the law. The individual has a history of theft, drug-related offenses, and increasingly violent crimes (hit and run, kidnapping), showing a progression from non-violent to violent offenses. The repeat parole violations indicate a lack of remorse or willingness to conform to societal norms even after serving time in prison. This pattern can be associated with an antisocial personality disorder, often found in serial offenders."
    },
    {
        "cluster_id": 3,
        "size": 67,
        "representative_samples": [
            "Karla and Paul abduct Kristen French, age 15, Karla asks for directions and gets out of the car with a map and Paul comes up behind her w a knife and they force her into the car, torture and rape her for three days. Bernardo rapes and sexually tortures Kristen French in his and Karla’s home. Paul orders Karla to participate and record the events. During these three days Kristen is shown a video tape of Leslie Mahaffy’s rape.",
            "Karla’s parents find her beaten up and take her out of her house, but she goes back to get the videotapes. Paul is arrested and charged with assault, released on recognizance",
            "Bernardo meets a girl named Anna and begins dating her while he is in Toronto, and also continues to see Karla. Paul also begins to become attracted to Karla’s younger sister Tammy. He demands that Tammy not have sex with any guy. Paul commits 7th rape, age 18, parent’s backyard",
            "There is a second very important meeting regarding the charges of sexual assault against Karla. The decision is made that she will not face any more charges. Their reasoning for this decision is that she did not disclose the information due to the fact that she was suffering from post-traumatic stress disorder amnesia. There worry was what impact placing charges would have on her effectiveness as a witness. Paul’s' trial takes place. He is faced with 2 counts first degree murder, 2 counts aggravated assault, 2 counts forcible confinement, 2 counts kidnapping, 1 count performing an indignity on a human body. He pleads not guilty, claiming that the deaths were accidental, and then saying that Karla was the killer.",
            "Karla  invites Jane Doe, age 15, to girl’s night out, Paul and Karla plan to drug and rape her, drug with Helicon sleeping pills, Paul waits to hear that she is unconscious, Paul arrives and they begin raping her while taking turns videotaping"
        ],
        "archetypal_theme": "The archetypal theme here is the \"Sadistic Duo\" or \"Killer Couple\". This pattern involves a dominant and submissive partnership where both individuals participate in the crime. Often, the dominant partner manipulates or coerces the submissive partner into participation. The crimes generally involve sexual assault, torture, and murder. The victims are usually young and vulnerable, and the crimes are often organized and premeditated."
    },
    {
        "cluster_id": 4,
        "size": 254,
        "representative_samples": [
            "Killed Monica Johnson (31), a prostitute in Detroit. He had sex with her, choked her, and left her to die.",
            "Murdered Lillian Phillipe (WF, 71) of Gonzales, Louisiana. She was stabbed to death in her home. Blank previously bought car parts from the store that Phillipe’s husband had started.",
            "Victim Ten-Cindy Hudspeth, a 20 year-old college student. Her body is found in the trunk of her car which had been pushed over a cliff. She is also found nude, raped, and with ligature marks on her body. This is the last murder that Angelo and Kenneth participate in together, and Angelo’s final murder before being arrested and ultimately sent to prison.",
            "Victim Ten-Cindy Hudspeth, a 20 year-old college student. Her body is found in the trunk of her car which had been pushed over a cliff. She is also found nude, raped, and with ligature marks on her body. This is the last murder that Angelo and Kenneth participate in together, and Angelo’s final murder before being arrested and ultimately sent to prison.",
            "Murdered Charles Miranda, 15-years old."
        ],
        "archetypal_theme": "The archetypal theme here represents \"Power and Control\". The serial killer demonstrates a need to exert power, dominance, and control over their victims. This is evident from the brutal, personal nature of the killings, sexual assault, and the choice of vulnerable victims. This type of killer receives satisfaction not from killing, but from the process of murder, causing suffering and degradation to their victims."
    },
    {
        "cluster_id": 5,
        "size": 49,
        "representative_samples": [
            "He worked for another insurance agency. Again he was fired, this time for asking female workers and clients out on dates. Confronted with the allegations, Anderson became enraged. He began screaming at his supervisor. .Police had to remove him from the building.",
            "Anderson was charged with disorderly conduct and impersonating a police officer. During a court hearing on the charges, Anderson fainted. When he was arrested, he had a briefcase containing a gun, a police light, a knife and several papers about Cardenas.",
            "\"Anderson applied for a job with the Illinois State police department. He was crushed when he was rejected. He had spoken often of his desire to become a police officer.\"",
            "Anderson went to the Belleville Police Department, claiming his supervisors had shoved him and taken $ 800 from his briefcase. He later signed a criminal complaint against them.",
            "Anderson was caught rifling though his supervisor's desk. He took several documents. Becoming increasingly belligerent, he was sent home. The supervisors became suspicious that Anderson was taking case files home against policy."
        ],
        "archetypal_theme": "Power and Control. Anderson's actions and reactions indicate a strong desire for power, control, and authority, frequently demonstrated through his obsession with law enforcement roles, aggressive behavior when confronted, and manipulation of situations through false accusations. His violation of boundaries and policy also reflect his disregard for rules and norms, further emphasizing his desire to exert control over his environment."
    },
    {
        "cluster_id": 6,
        "size": 87,
        "representative_samples": [
            "\"The trial ended and the jury began their deliberations.\"",
            "\"The penalty phase of the trial ended. Jurors reached a verdict of death after only about 4 hours of deliberation.\"",
            "\"Jury reached a verdict on their second day of deliberations.\"",
            "\"The jury began their deliberation on life in prison or the death penalty for Alcala.\"",
            "\"First day of jury deliberations. They requested to have some of Crappa’s testimony read back to them and were unable to reach a verdict by the end of the day.\""
        ],
        "archetypal_theme": "\"Legal Judgment and Sentencing\""
    },
    {
        "cluster_id": 7,
        "size": 141,
        "representative_samples": [
            "Visits his birthplace, and learns for certain that his mother is Eleanor and that he is illegitimate.",
            "Mother, Delle, dies. He travels and meets his birth mother.",
            "Mary gives birth to their third child Danny (Angelo’s fourth child).",
            "The family settles in Portland where Jerry obtains a job as an electrician. Darcie got pregnant again, and Jerry was very excited to have a son. However, Darcie would not allow Jerry to be present during the birth of their son Jason. Jerry is deeply saddened by this and regresses back to shoe and undergarment theft.",
            "Angelo’s mother dies."
        ],
        "archetypal_theme": "The archetypal theme represented here is \"The Search for Identity and Belonging\". The individuals in these life events are dealing with illegitimacy, death of parents, and feelings of rejection and isolation. Their actions and reactions depict a struggle to understand their place in the world and to form meaningful familial relationships."
    },
    {
        "cluster_id": 8,
        "size": 162,
        "representative_samples": [
            "Betty and Doyle divorce.",
            "Separated from wife, Bettye.",
            "Burke, while drinking, meets two prostitutes; buys them more alcohol, takes them back to his brother’s house. One prostitute, Mary Paterson, passes out on the dining table; Burke and Hare smother her. Body sold to Dr. Knox for ₤8.",
            "Reconciled with her husband",
            "Marries Sue Ellen Sweeney, raped her on their wedding night then continuously for their marriage 2 months 10 days."
        ],
        "archetypal_theme": "The archetypal theme represented here is \"Domestic Violence and Marital Discord\". The perpetrators show a pattern of abusive behavior, lack of respect for their partners, and the inability to maintain a healthy relationship. They also exhibit impulsive behaviors, lack of empathy, and violent tendencies, which in these cases, escalated to murder."
    },
    {
        "cluster_id": 9,
        "size": 67,
        "representative_samples": [
            "\"Velma overdoses on prescription medication and is hospitalized.\"",
            "\"Velma moves into her mother’s home.\"",
            "\"Velma’s original execution date. She received a stay.\"",
            "\"Velma steals a check from her son-in-law and forges it to purchase prescription medication. Kim calls Velma’s doctors asking them to stop prescribing Velma pain medication.\"",
            "\"Velma has agreed to an autopsy of her mother. Results come back with no indication of poisoning.\""
        ],
        "archetypal_theme": "The \"Angel of Death\" or \"Mercy Killer\" archetype. This archetype typically involves individuals who seek control or power over another individual's life or death, often through poisoning or overdosing them. They usually have a background in healthcare or have access to medication. They may also have a history of deceit or manipulation to obtain the control they seek. Velma's actions and behaviors, such as overdosing, forging checks for medication, and agreeing to her mother's autopsy, suggest this pattern."
    }
]