{
  "labels": [
    1,
    1,
    2,
    1,
    3,
    1,
    1,
    0,
    2,
    1,
    1,
    0,
    0,
    1,
    1,
    2,
    2,
    2,
    2,
    2,
    2,
    2,
    1,
    1,
    1,
    3,
    2,
    1,
    1,
    1,
    1,
    3,
    1,
    2,
    2,
    1,
    2,
    1,
    1,
    1,
    1,
    2,
    1,
    2,
    1,
    1,
    1,
    2,
    2,
    2,
    2,
    2,
    2,
    2,
    2,
    3,
    2,
    0,
    2,
    0,
    1,
    2,
    2,
    2,
    2,
    2,
    2,
    2,
    0,
    1,
    0,
    2,
    1,
    1,
    2,
    2,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    3,
    0,
    3,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    2,
    1,
    1,
    1,
    2,
    1,
    1,
    2,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    2,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    2,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    0,
    0,
    2,
    0,
    1,
    0,
    0,
    3,
    3,
    0,
    1,
    1,
    1,
    1,
    2,
    0,
    0,
    1,
    0,
    2,
    1,
    1,
    2,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    2,
    0,
    3,
    3,
    3,
    0,
    1,
    1,
    1,
    0,
    2,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    2,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    2,
    0,
    1,
    1,
    0,
    1,
    1,
    2,
    1,
    1,
    1,
    2,
    0,
    2,
    0,
    2,
    0,
    0,
    1,
    0,
    1,
    0,
    1,
    0,
    2,
    1,
    1,
    1,
    1,
    1,
    2,
    3,
    2,
    1,
    0,
    2,
    2,
    2,
    0,
    2,
    2,
    0,
    1,
    3,
    1,
    3,
    1,
    1,
    1,
    0,
    1,
    2,
    1,
    2,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    2,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    2,
    0,
    1,
    2,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    0,
    0,
    1,
    1,
    0,
    2,
    3,
    3,
    1,
    0,
    2,
    0,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    3,
    0,
    0,
    1,
    2,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    2,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    2,
    2,
    2,
    2,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    3,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    2,
    3,
    3,
    3,
    0,
    3,
    0,
    0,
    1,
    1,
    0,
    2,
    0,
    1,
    3,
    0,
    0,
    1,
    2,
    1,
    1,
    1,
    2,
    0,
    3,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    2,
    2,
    1,
    1,
    1,
    1,
    1,
    3,
    1,
    1,
    0,
    3,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    3,
    3,
    0,
    1,
    1,
    1,
    3,
    3,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    3,
    2,
    1,
    1,
    3,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    2,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    0,
    3,
    3,
    2,
    1,
    1,
    3,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    2,
    2,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    3,
    1,
    3,
    1,
    0,
    1,
    1,
    3,
    1,
    3,
    0,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    3,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    0,
    1,
    1,
    3,
    1,
    1,
    1,
    0,
    0,
    3,
    3,
    1,
    0,
    0,
    1,
    3,
    0,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    2,
    2,
    2,
    1,
    1,
    1,
    2,
    2,
    1,
    1,
    3,
    2,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    2,
    1,
    1,
    2,
    2,
    3,
    1,
    1,
    2,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    2,
    3,
    2,
    2,
    2,
    0,
    0,
    2,
    2,
    2,
    1,
    0,
    1,
    1,
    2,
    1,
    1,
    2,
    1,
    1,
    2,
    3,
    1,
    1,
    2,
    1,
    1,
    2,
    2,
    0,
    2,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    3,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    3,
    1,
    1,
    0,
    1,
    0,
    3,
    2,
    1,
    1,
    3,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    3,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    0,
    2,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    2,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    3,
    3,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    2,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    3,
    3,
    3,
    2,
    0,
    1,
    1,
    1,
    3,
    1,
    1,
    1,
    3,
    0,
    1,
    1,
    3,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    3,
    0,
    1,
    2,
    1,
    1,
    3,
    1,
    1
  ],
  "label_names": {
    "0": "Seeking",
    "1": "Directing",
    "2": "Conferring",
    "3": "Revising"
  },
  "events": [
    "\"Rodney’s older brother",
    "Rodney’s older sister, Marie Therese, was born in San Antonio, TX",
    "Rodrigo Jacques Alcala-Buquor was born in San Antonio, Texas to Raou Alcala-Buquor and Anna Maria Gutierrez. He lived with his parents, two sisters, one brother and maternal grandmother.",
    "His youngest sister, Marie Christine, was born in San Antonio, TX",
    "He attended kindergarten, first at St. Joseph Catholic Elementary and then moved to Mount Sacred Heart",
    "His maternal grandmother became ill and wanted to spend her final years in Mexico. The family moved to Mexico where Rodney attended his first non-Catholic school. While living in Mexico, his grandmother passed away.",
    "After three years of living in Mexico, his father left the family to return to the United States. Soon after, the family relocated to Los Angeles, California.  Rodney was enrolled in St. Alphonsus in East Los Angeles where he attended for two years.",
    "He finished eighth grade and then attended high school at private Cantwell-Sacred Heart of Mary. During his last semester in high school, he felt like he had enough religious education and insisted on attending public school.",
    "Graduated from the public high school, Montebello High School.",
    "\"He entered a program in North Carolina to become a paratrooper. He then enlisted in the U.S Army where he served as a clerk for four years.\"",
    "His father unexpectedly passed away in Tulare County, California. The whole family attended the funeral.",
    "\"Unexpectedly showed up at his mother’s door. Hs said that he had hitchhiked from Fort Bragg and traveled about three thousand miles to go AWOL.\"",
    "Medically discharged from the U.S. Army after having a nervous breakdown. He was then diagnosed with an antisocial personality disorder, chronic, severe. When he was released from the hospital, he returned home where he began to feel more like himself.",
    "Raped and attempted to murder an 8-year old white female in his apartment in Los Angeles, California. Managed to escape before LAPD entered apartment.",
    "After speaking to neighbors and finding a University of California at Los Angeles (UCLA) student ID in the apartment, Detective Steve Hodel determined Rodney Alcala was the main suspect in the attack of Victim 1 (WF, 8).",
    "Accepted to New York University’s School of the Arts undergraduate program under the alias, John Berger.",
    "Hired as an arts and drama counselor at a summer camp in George Mills, New Hampshire under the alias John Berger",
    "Graduated from NYU and began his third summer working at the arts and drama camp in George Mills, New Hampshire.",
    "Began working as a photographer, primarily focusing on young women, in Manhattan under the alias John Berger.",
    "The body of Cornelia 'Michael' Crilley (WF, 23), was found in her apartment in the Yorkville area of Manhattan, New York.",
    "After a meeting between the FBI and Detective Hodel, Alcala was added to the FBI’s Ten Most Wanted Fugitives List in an attempt to locate him three years after the attack on Victim 1.",
    "Two George Mills’ campers recognize their counselor, John Berger, on the FBI’s Ten Most Wanted Fugitives List while at the local post office. The camp director confirms the man listed as Rodney Alcala is his employee, John Berger, and calls the FBI.",
    "FBI agents arrive to the camp in George Mills, NH and arrest Alcala with the help of fingerprint evidence. Alcala was extradited back to Los Angeles, CA.",
    "\"A plea agreement is reached between the prosecution and the defense in which Alcala pleaded guilty to child molestation of Victim 1.\"",
    "For the crime of child molestation on Victim 1, Alcala received an indeterminate sentencing—which allowed the judge to set a range of time instead of a specified time frame to be served—of one to ten years, with the option of parole.",
    "Alcala was determined, by a state prison psychiatrist, to have considerably improved during his time incarcerated and was released on parole in Los Angeles, CA under the stipulation that he register as a sex offender with the Monterey Park Police Department.",
    "\"Hired by a photography company to take photos in stores throughout Los Angeles County.\"",
    "Kidnapped a 13-year old white, female in Huntington Beach, California and forced her to smoke marijuana with him before being arrested by a park ranger who smelled the marijuana and decided to investigate.",
    "Charged with selling marijuana, kidnapping Victim 2 (WF, 13), and violating parole, and was taken to jail to await his trial",
    "Convicted of violating parole and providing drugs to a minor, Victim 2, and was sent to prison.",
    "Served sentence for charges against Victim 2 at the Southern California reception center for new California Department of Corrections inmates and parole violators in Chino, CA and at California’s Men’s Colony in San Luis Obispo, CA.",
    "Released on parole after being pronounced “re-reformed” due to the self-improvement programs completed while in prison, under the condition that he report to a parole officer weekly.",
    "Parole officer approved request made by Alcala, allowing him to travel to New York to visit relatives.",
    "Ellen Jane Hover (WF, 23) is considered a missing person after last being seen with a photographer named John Berger in New York City, NY.",
    "\"Alcala returned to Los Angeles from New York and was hired as a typesetter at the Los Angeles Times.\"",
    "The body of Jill Barcomb, 18-year old white female, was found in the Hollywood Hills area of West Los Angeles, California. She had been sexually assaulted, bludgeoned and strangled with a pair of blue pants.",
    "After receiving a call from the FBI pertaining to the disappearance of Ellen Hoover and the man she was last seen with, John Berger, the LAPD determined John Berger was an alias used by Rodney Alcala and brought him in for questioning. However, without a body or any evidence directly linking Alcala and However, he was released from custody.",
    "The body of Georgia Witxed, 27-year old white female, was found in her apartment in Malibu after she did not pick up a co-worker, as she routinely did. She had been sexually assaulted and strangled.",
    "\"Spent a brief period of time in jail when marijuana was found in his home while being interviewed by the Hillside Strangler Task Force due to his classification as a sex offender.\"",
    "The body of an unidentified white female, Jane Doe, was found in the laundry room of the Illinois Court apartment complex in El Segundo, CA.",
    "Richard Plasse, a homicide police officer for Santa Monica, CA, received a call reporting a missing woman, Charlotte Lamb.",
    "The remains of Ellen Hoover were found in North Tarrytown in Westchester County, New York after the NYPD Missing Person Squad interviewed people who knew Alcala and determined he often took women to that area to take photographs of them",
    "The body of the Jane Doe found in El Segundo, CA was identified as the missing woman, Charlotte Lamb.",
    "Alcala appeared on The Dating Game show as Bachelor number one and was chosen by the woman contestant, Cheryl Bradshaw, to go on a date.",
    "\"Alcala offered a ride to a 15-year old white female who was hitchhiking and persuaded her by asking to take pictures of her for a contest.\"",
    "After spending the night together, Alcala drove Victim 3 (WF, 15) to a secluded area, took naked photos of her, then raped her. Victim 3 gained trust from Alcala by being as friendly as possible and then escaped when he went into a gas station bathroom",
    "After being immediately identified by Victim 3 in a photographic lineup, Alcala was arrested and admitted to choking and raping the young woman.",
    "\"Alcala gave his two weeks’ notice to the Los Angeles Times.\"",
    "\"Last day of work at the Los Angeles Times.\"",
    "Photographs 17 year old Monterrey Park neighbor, Linda L., whose pictures are in his 2010 photo release, and shows her pictures of naked women and children. Claims to be a member of Mensa",
    "The body of Jill Parenteau, 21-year old white female, was found in her apartment in Burbank located in Los Angeles, CA.",
    "12 year old Robin Samsoe, white female, and her friend were approached by a curly-haired man asking to take their photographs.",
    "Dana Crappa, a 20-year old firefighter, saw a strange dark haired man dragging a young blond female into the woods while she was driving to work, yet decided to keep her observation to herself.",
    "At 11:05 p.m., a nationwide broadcast on the missing 12-year old, Robin, was released asking for any information on her whereabouts.",
    "Forensic artist, Marilyn Droz, composed a sketch of the man last seen with Robin based off of Robin’s friends description of him.",
    "\"Alcala changed the carpet in his car; claiming he spilled gasoline on it.\"",
    "The composite developed between Marilyn Droz and Robin’s friend of the man last seen with Robin was shown on the 5 p.m. news broadcast, showing a young man with dark, curly hair.",
    "\"Alcala chemically straightened his naturally curly hair.\"",
    "Dana Crappa returns to site where she saw the man dragging a young girl into the woods and finds human remains, she once again keeps this observation to herself.",
    "Once his curls start to grow back, Alcala decides to cut his hair short.",
    "After receiving several convincing tips about a man who raped and attempted to murder an 8-year old girl, Detective Craig Robinson furthers his research on Rodney Alcala as a possible suspect in the Samsoe case and decides to drive to Riverside, CA to obtain his mug shot.",
    "After comparing Alcala’s mug shot and the composite sketch developed by Marilyn Droz, Detective Robinson officially announces Alcala as a person of interest in the case of missing Robin Samsoe.",
    "After coincidentally watching Alcala’s episode of The Dating Game the night before, Detective Art Droz, Marilyn Droz’s husband, sends someone to pick up a copy of Alcala’s episode from Chuck Barris Productions.",
    "Detectives investigating the disappearance of Robin Samsoe, compiled six photos of similar looking men and showed them to people who claimed to have seen Robin Samsoe at the beach the day she disappeared. All of the witnesses shown the lineup identified Alcala as the man seen with Samsoe.",
    "\"Detectives were sent to Alcala’s address to look for vehicles used during the kidnapping being investigated; brief observations were made of Alcala in a blue station wagon before he made a U-turn abruptly and lost the detectives.\"",
    "Dana Crappa returns to site where she discovered human remains once again, after working in the same area earlier that day with a fellow fireman, William Poepke, where she became visibly upset when Poepke jokingly threw what he thought was a deer bone at her. Crappa returned to the site to confirm her hunch that the bones found were those of a human and not an animal, she was correct, and once again did not share her findings with anyone.",
    "William Poepke discovers human remains while reworking the area him and Crappa had been at three days earlier and immediately understands Crappa’s odd reaction to his prank. Unlike his coworker, Poepke reports his findings of the dead body to the authorities.",
    "\"Autopsy on remains found by Poepke determined they were of a young girl around 12 years of age; dental records confirmed they were the remains of Robin Samsoe.\"",
    "Alcala tells current girlfriend, Elizabeth Kelleher, he wants to move to Dallas to broaden his career opportunities",
    "Alcala rents a storage unit from Cecil Lockrem and her husband, who own the storage facility in Seattle, Washington.",
    "Alcala returns to Los Angeles to see Kelleher and informs her he will be moving to Texas permanently only July 24, 1979, yet does not mention his trip to Seattle to her or anyone else.",
    "Based on the strong evidence against Alcala, Sergeant Ron Jenkins, Detective Robinson, and other members of the Huntington Beach Police Department arrived at Alcala’s house with a warrant allowing them to search his car and house, as well as obtain certain evidence they believed would connect him to the murder of Robin Samsoe.",
    "After obtaining necessary evidence from their search of Alcala’s home, Alcala was booked on suspicion of the murder of Robin Samsoe at the Huntington Beach jail and had a bail set at $250,000.",
    "After being informed of a suspicious phone conversation between Alcala and his sister, Maria Christine (Krissy) De La Cerda, Sergeant Ed McErlain of the HBPD drove to De La Cerda’s home where she and her mother provided alibi’s for Alcala on multiple occasions where he was witnessed to be somewhere else.",
    "Several HBPD detectives returned to Alcala’s mothers home to search for the storage unit receipt that was seen on the day of Alcala’s arrest, however they were not able to find it.",
    "Sergeant McErlain and Detective Robinson obtained a warrant for the storage locker rented by Alcala in Seattle, WA and flew there to search the unit. After a three hour search, the officers collected several pieces of evidence, including over 1,700 photos and negatives in boxes, one of which was labeled 'Ode to New York by John Berger.'",
    "The arraignment was held for People of the State of California, Plaintiff vs. Rodney James Alcala, Defendant at the Municipal Court in the West Judicial District of Orange County, California.",
    "Alcala pled innocent to the charges of kidnapping, lewd or lascivious act upon a child under fourteen, murder, and robbery that were filed against him by M. Evans, Deputy District Attorney. Alcala was held without bail.",
    "Alcala’s deputy public defender, Chris Strople, was forced to step down due to a conflict of interest. John Barnett was appointed as Alcala’s new public defender.",
    "\"Preliminary hearings on the Samsoe case began.\"",
    "\"Was ordered by judge John Wyatt to stand trial on kidnapping and murder charges.\"",
    "Alcala was also supposed to appear in court for the attack on Victim 3 in Riverside, CA. However, Victim 3 was determined unfit to testify against Alcala and required to undergo psychiatric evaluation.",
    "\"It was determined by the judge that Alcala’s previous offenses related to abductions and sexual attacks would be allowed into evidence.\"",
    "\"Opening day of statements in People of the State of California vs. Rodney James Alcala.\"",
    "Dana Crappa, considered to be the prosecutions key witness, testified that she saw Alcala forcefully steering a blonde girl into the woods in June 20, 1979 and that she saw him again the following evening, June 21, 1979, at the same location as the previous night. She also claimed to have returned to the same site on June 25, 1979 which was when she first saw the body. While on the witness stand, she confirmed that Rodney Alcala was the man she saw on June 20 and June 21.",
    "\"Barnett cross-examined Crappa by focusing on her decision to keep all the events she witnessed to herself and why she would not report them to the police.\"",
    "Inmate Robert J. Dove testified that he heard Alcala tell another Orange County Jail inmate, Michael Herrera, discuss the death of Robin Samsoe.",
    "\"Inmate Michael Herrera testified by elaborating on his conversation with Alcala discussing the details of Samsoe’s kidnapping and death.\"",
    "\"The State rested its case.\"",
    "The defense asked for a dismissal of the kidnapping charge because there seemed to be no physical proof that a kidnapping occurred. According to the California death penalty law, if kidnapping and murder occurred together, the defendant may be eligible to be sentenced to death. Due to this special circumstance law and his belief that the prosecution did not provided sufficient evidence for the charge, the judge approved the defenses request for the dismissal of performing a lewd or lascivious act on a child under fourteen.",
    "\"The defense began their arguments by focusing on alibi witnesses.\"",
    "Alcala’s sisters, Christine De La Cerda and Marie Toriano, and his girlfriend, Elizabeth Kelleher, were among three of the defense alibi witnesses, claiming Alcala could not have been involved in the death of Samsoe. They all were considered to be biased witnesses.",
    "\"Defense called inmate Joseph Drake who testified that the prosecutions inmate witnesses Dove and Herrera collaborated with him to lie about the conversations with Alcala about the Samsoe case in order to strike and informer’s bargain with police officers.\"",
    "After calling a few other witnesses and further trying to discredit Crappa’s testimony, the defense rested their case.",
    "\"Final arguments began.\"",
    "\"First day of jury deliberations. They requested to have some of Crappa’s testimony read back to them and were unable to reach a verdict by the end of the day.\"",
    "\"Jury reached a verdict on their second day of deliberations.\"",
    "On the charges of first degree murder with the use of a deadly weapon and forced kidnapping, the jury found Alcala guilty.",
    "\"The penalty phase of the trial ended. Jurors reached a verdict of death after only about 4 hours of deliberation.\"",
    "\"Orange County Superior Court Judge Philip E. Schwab sentences Alcala to death after he is convicted of Samsoe's murder. He claimed he agreed with the punishment of death and that it would take place by gas chamber. Alcala would remain in San Quentin prison awaiting an appeal to the Supreme\"",
    "The Los Angeles County district attorney’s office charged Alcala with burglary and the murder and sexual assault of Jill Parenteau that had occurred on June 14, 1979.",
    "\"Alcala is convicted of the 1978 rape of a 15-year-old Riverside girl and sentenced to nine years in state prison.\"",
    "After a short trial, Alcala was found guilty of the rape of Victim 3.",
    "After a brief deliberation, Alcala was sentenced to 9 years for the attack on Victim 3.",
    "Alcala’s appointed appeals attorney, Keith Monroe, filed an appeal on Alcala’s death penalty conviction.",
    "Alcala’s approved appeal hearing began due to the possibility that the prosecutions inmate witnesses, Dove and Herrera, may have falsely testified. The Supreme Court approved the appeal because if the testimonies made by Dove and Herrera were indeed false, then there was no other evidence proving Alcala kidnapped Samsoe, which would impact his sentencing of death.",
    "\"The murder case of Jill Parenteau was dismissed due to the discrediting of the only witness linking Alcala and Parenteau.\"",
    "Judge Schwab, after rehearing the prosecutions inmate witnesses, he determined that Dove’s testimony was truthful and therefore the special circumstances of kidnapping were legitimate and Alcala was returned to death row.",
    "\"The Supreme Court of California reversed Alcala’s death penalty sentence.\"",
    "Alcala’s second trial for the murder of 12-year old Robin Samsoe began. The state Supreme Court reversed Alcala's murder conviction in connection with Samsoe, ruling that the jury was improperly told about Alcala's prior sex crimes.",
    "\"The trial ended and the jury began their deliberations.\"",
    "The jury reached their verdict finding Alcala guilty of the murder, false imprisonment—using a deadly weapon, and kidnapping of Robin Samsoe.",
    "\"Alcala presented the judge with a request for his case to be dismissed because he felt his attorneys were not prepared or willing enough to provide him with a fair trial; Judge Schwab denied this request.\"",
    "\"Victim 1 and Victim 3 testified for the prosecution recounting the attacks on them by Alcala.\"",
    "\"The jury began their deliberation on life in prison or the death penalty for Alcala.\"",
    "For the second time, Alcala is convicted for Samsoe's murder and sentenced to death in Orange County Superior Court.",
    "\"Formal sentencing began allowing the judge to agree with or reverse the jury’s verdict. The judge agreed with the jury and formally sentenced Alcala to death for the murder and kidnapping of Robin Samsoe.\"",
    "The California Supreme Court unanimously upholds Alcala's death sentence",
    "A federal appellate court overturns Alcala's death sentence in the Samsoe case, ruling that the Superior Court judge precluded the defense from presenting evidence 'material to significant issues.'",
    "\"The Los Angeles County district attorney's office files murder charges against Alcala alleging that he killed Wixted during a burglary and rape.\"",
    "Additional murder charges are filed against Alcala in connection to the deaths of Barcomb, Wixted and Lamb.",
    "\"Alcala's trial for the five murders begins. He represents himself.\"",
    "\"Indicted for the murders of Ellen Hover and Cornelia Crilley\"",
    "\"Plead guilty to the New York murders of Ellen Hover and Cornelia Crilley.\"",
    "Born in 1937 as Mary Linda Patricia Vann in Wilmington, North Carolina.",
    "All indulgences filled by grandmother “Mama” and her stepfather Colonel Clifford Radcliffe.",
    "Pat’s brother Kent is born.",
    "Pat’s mother, Margureitte,  marries Lt. Clifford Radcliffe in Fort Bragg, NC.",
    "Patricia constantly berated her stepbrother, Kent, since his birth.",
    "Would throw temper tantrums until she got what she wanted. If she didn’t get what she wanted, she would manipulate her way towards her goal.",
    "Married SGT Gilbert “Junior” Taylor in Atlanta, Georgia. She had three children with Gil, Susan, Debbie and Ronnie.",
    "Daughter Susan is born",
    "Daughter Debbie is born",
    "Pat, Gil, Susan, and Debbie move to the Philippines where Gil is stationed.",
    "Pat and the family move to North Carolina",
    "Son Ronnie is born.",
    "Pat and the family move to Falls Church, Virginia.",
    "Pat and the family move to Germany.",
    "Pat and family move to Fort Bragg, North Carolina",
    "Pat’s brother Kent commits suicide.",
    "Pat’s daughter, Susan, marries Captain Bill Alford. During the wedding reception Pat announced that she was going to divorce Gil. She also stated that she had a restraining order on him. The divorce went through soon after the announcement.",
    "Pat suffered from pulmonary emboli (blood clots in the lungs) and was hospitalized.",
    "Met Tom Allanson. His parents, Walter & Carolyn Allanson, disapproved of divorce and refused to accept Pat as a new woman in Tom’s life.",
    "A family feud started with Tom’s parents and threats were made from both sides.",
    "Pat and Tom moved to Zebulon, Georgia.",
    "Pat Radcliffe and Tom Allanson got married in a show tent at Morgan Horse Show in Stone Mountain, Georgia. The wedding was exactly what she wanted as she dressed as her idol, Scarlett O’Hara.",
    "Tom and Pat purchase a farm in Zebulon, Georgia. They began their dream of raising and showing horses on their farm, Kentwood Morgan Farm.",
    "Tom’s father, Walter, tries to push Tom out of his life. As a result, Pat takes the opportunity to file a sexual harassment complaint against Walter. This caused Tom to file a restraining order against Walter. The feud grew further when Walter believed Tom had stolen a rifle and pistol from his home. Tom and Pat’s house was searched but no firearms were found.",
    "Tom’s parents, Walter and Carolyn, were shot at while driving to Lake Lanier, Georgia. Walter accused Tom of firing the shots.",
    "Tom kills his parents in his parent’s home. He is arrested soon after. Both Pat and Tom give false alibis to the police and Tom is sentenced to life in prison.",
    "Pat convinces Tom into a suicide pact.",
    "Pat befriends Tom’s grandparents and is put in their will instead of their own daughter.",
    "Pat begins to poison Tom’s grandparents with arsenic. Her house and barns burned down, presumably by her own hand, and forged Tom’s signature for the insurance checks.",
    "Pat Allanson arrested for the attempted murders of Paw and Nona Allanson (Tom’s grandparents)",
    "Pat’s attempted murder trial begins.",
    "Jury finds Pat guilty of attempted murder.",
    "Judge Holt sentences Pat to two 10-year prison sentences, to be served consecutively. She is sent to Hardwick Correctional Institute in Milledgeville, GA.",
    "Jimmy Crist, Sr. dies around the Christmas holidays. The family suspects that Pat may not have been properly taking care of Jimmy and may have been poisoning his wife Betty.",
    "Fulton County Grand Jury indicts Pat and her daughter Debbie on seven counts for their crimes against the Crist family including aggravated assault with intent to murder, theft, and impersonating a registered nurse.",
    "Pat reaches a plea agreement and is sentenced to 8 years in prison.",
    "Pat once again is released from jail. She opens up a shop in GA and lives with her stepfather. Pat has a small, local doll shop called Pat’s Pretty Playthings.",
    "Pat’s son Ronnie passes away.",
    "Pat is arrested again for doctor shopping, she may have received more than 3,700 pain pills in the past year. Her bail was set at $22,500 for three felony counts of \nunauthorized distribution.",
    "Anderson was born in Canton, Ohio, to George “Dick” and Vera Anderson.  His father worked on a dairy farm and later became a miner.",
    "The Family moved to Galesburg, Illinois",
    "A few weeks after moving to Galesburg, the family moved to Belleville, Missouri.",
    "Anderson was a quiet baby. His first sentence didn’t come until he was almost three years old. He spoke when his grandmother tried to discipline him. “If you don’t stop that I’ll spank you,” she said “I’ll spank you right back,” the toddler replied.",
    "\"Anderson attended Galesburg High School and Graduated from Belleville West High School. A loner who didn’t date he was an almost invisible student. More than twenty people who attended his high school were unable to recall who he was.\"",
    "\"Anderson turned 21-years of age.\"",
    "Anderson began his college career at Illinois State University in Normal, IL. He majored in history and minored in sociology. He wanted to be a school teacher and regularly made the dean’s list.",
    "One evening in the summer, Vera Anderson was standing in the kitchen of her Belleville home, putting her financial records back in a neat file where she kept them. Her son just arrived home from the coal mines. He was angry.  “I just bet you spent all my money,” Anderson said  His mother said it wasn’t true. Something in her son’s look alarmed her. He suddenly grabbed her by the throat. He stopped choking her when the telephone rang. His mother, hysterical, her neck red from her son's fingers, ran to a neighbor’s house. Dale Anderson had just revealed a sinister new personality trait with shocking clarity. There would be other explosive outbursts.",
    "During Anderson’s last two college summer breaks; he worked side by side with his father in Peabody coal mine. His parents believed it was time for their son to learn to make his own way, so they had him save some of his pay for college.",
    "Anderson’s first child, a baby girl was born",
    "\"Anderson applied for a job with the Illinois State police department. He was crushed when he was rejected. He had spoken often of his desire to become a police officer.\"",
    "\"He got a job at an Allstate insurance agency as a claim adjuster. Allstate eventually fired him for falsifying his records.\"",
    "\"Family and friends noticed that he was becoming increasingly secretive. He began to deadbolt the doors.\"",
    "He worked for another insurance agency. Again he was fired, this time for asking female workers and clients out on dates. Confronted with the allegations, Anderson became enraged. He began screaming at his supervisor. .Police had to remove him from the building.",
    "After being fired from his last job, he had fallen into the habit of telling people he was an undercover police operative.",
    "The family attended the Union United Methodist Church in Belleville, where Anderson’s behavior attracted attention. He and his wife attended Sunday school together. Soon, the men made it a practice to sit next to Anderson to prevent him from “Putting his hands on” other women.",
    "Anderson finally got a job in police work. He became a sheriff’s deputy at the St. Clair County Jail in Belleville. Jailhouse deputies weren’t allowed to carry weapons, but that didn’t stop Anderson from buying guns.",
    "Anderson had been hired as a jail guard under a federal program. When the one-year program expired, he was dismissed.",
    "\"Anderson became a case worker with the Illinois Department of Public Aid\"",
    "He told his family and friends that he worked for the Illinois Bureau of Investigation, but when in fact he did not work for them. He was still over at the Public aid office.",
    "\"Anderson was promoted; his new duties included determining who would receive public aid and the amount of their insurance.\"",
    "Within a month of his promotion his evaluation pointed to numerous problems. \t•\tClients complained he didn’t return their calls •\tConsistent break taking •\tCancelled cases without their knowledge",
    "\"Anderson’s supervisor gave him an unsatisfactory work performance and cut his pay.\"",
    "A week after the work hearing, Anderson took a sick day. That day, a dog owned by oen of the supervisors, was poisoned.",
    "Over the next several months, Anderson began advising public-aid recipients to falsify their applications to get more welfare money than they were entitled to receive. Those clients later had to pay it back.",
    "Anderson was caught rifling though his supervisor's desk. He took several documents. Becoming increasingly belligerent, he was sent home. The supervisors became suspicious that Anderson was taking case files home against policy.",
    "After another problem with Anderson, one of his supervisors asked to see him. Anderson refused.",
    "Anderson went to the Belleville Police Department, claiming his supervisors had shoved him and taken $ 800 from his briefcase. He later signed a criminal complaint against them.",
    "\"Anderson called the Belleville News-Democrat and told a reporter about the charges against the supervisors. He didn't identify himself and claimed he was an employee in the public-aid office.\"",
    "\"The story ran two days later.\"",
    "Anderson again called police, claiming that his supervisor had shoved him.",
    "Anderson went to a small town south of Belleville and fired several rounds of ammunition. He told a friend from church, a police officer, that his public-aid supervisors had taken shots at him. He said they were trying to kill him.",
    "\"Anderson was barred from the public-aid office.\"",
    "Audrey Cardenas joined the News-Democrat as an intern. A recent graduate of Texas A&M, she was an eager, willing learner.",
    "Audrey Cardenas (WF, 24) killed. Anderson bought two identical briefcases.",
    "\"Audrey Cardenas failed to report to work.\"",
    "Anderson bought two more briefcases. Those would later be found on his bedroom floor. Busch, the crime scene investigator who wrote about Anderson, called them \"assassin kits.\"",
    "Two days after Cardenas' disappearance was reported to the police, Anderson tried to disguise his voice when he called the newspaper. He said that his supervisors had kidnapped the young woman, and he gave their home addresses.",
    "Audrey Cardenas' body was found in a dry creek bed on the campus of Belleville Township High School East. Police arrested a California transient, Rodney Woidtke, who had wandered onto the high school athletic field 150 yards from Cardenas' body.",
    "\"Anderson attended Cardenas' memorial service at St. Elizabeth's Hospital in Belleville. He stood in the back of the chapel with the police officers who were investigating the case\"",
    "He went to a 36-year-old Belleville woman's house, flashed a badge and went in. He said he was an investigator working on the Cardenas murder. The woman became nervous and called police.",
    "Anderson was charged with disorderly conduct and impersonating a police officer. During a court hearing on the charges, Anderson fainted. When he was arrested, he had a briefcase containing a gun, a police light, a knife and several papers about Cardenas.",
    "Anderson was arrested again, this time for telling Cardenas' father that he was a police investigator on the case. When he appeared in court, he told a police officer that if he had a gun, he'd use it on the officer. He was arrested again and charged with assault.",
    "After each arrest, Anderson was released. For a brief time, he was considered a suspect in the Cardenas killing, but there was no follow-up from investigators when he refused to take a lie-detector test.",
    "\"Anderson instructed a 14-year-old friend of his daughter to write a note stating that she had seen Cardenas at Anderson's house and that Cardenas was frightened of Anderson's public-aid supervisors.\"",
    "\"Anderson continues to insist that Cardenas was at his house the day before she disappeared and that she told him she was investigating the public-aid supervisors for corruption.\"",
    "The supervisors fired Anderson for insubordination and stealing records. During the months he was suspended, Anderson's wife still thought he was going to work.",
    "He was convicted of one misdemeanor count of disorderly conduct. In a psychological evaluation, Anderson was characterized as paranoid and obsessed with his administrators and the Cardenas killing.",
    "Anderson believed that he was the only person who could solve the Cardenas murder, the psychologist reported. This time, Anderson was briefly jailed and then released.",
    "During the year after the Cardenas murder, Anderson fabricated an Illinois State Police report stating that his three supervisors had killed Cardenas. He also wrote a memo, purportedly written by one of his supervisors, stating that the supervisor feared for her life.",
    "Anderson and his lawyer went to see then State's Attorney John Baricevic. He gave Baricevic his \"documents.\" Baricevic chose to discount them.",
    "Without any physical evidence linking Woidtke to the crime, a judge convicted him of murdering Cardenas. Woidtke was to be sentenced on Sept. 28.",
    "Anderson posed as a home buyer from Springfield and entered a woman's home near Belleville, which was for sale by a Realtor. The woman showed Anderson around. He wore a baseball cap and carried a bag slung over his arm. He kept asking to look into a crawl space that led under the home. The woman opened the cover and leaned in as Anderson stood over her. At that moment, a friend of the woman walked into her kitchen. Anderson quickly left through the front door.",
    "Anderson went to another woman's home. It was also for sale. Again, Anderson wore a baseball cap and carried a bag. The woman wouldn't let him in.",
    "Hours later, he went to the home of Jolaine Lanman in the Villa Madero subdivision, just east of Belleville. Prosecutors believe that Anderson posed as a home buyer. The Lanman home was for sale. Jolaine Lanman let Anderson in. Police believe that Anderson went through the house and, while looking at the bedroom of Lanman's 3-year-son, pulled something out of the bag and struck Jolaine Lanman in the head. He forced Lanman with a garrote, to write a note saying that Anderson's three supervisors hit her and bragged about killing Cardenas. The note also gave the supervisors' license plate numbers. When the husband arrived home soon after Anderson had left, John Lanman found his wife and son underneath his bed. A rope was found around Jolaine's neck; pair of scissors was stuck in her throat. The back of his wife and son's heads were crushed.",
    "38",
    "Police forced their way into the home. They took the children out of the home in their night clothes. After talking with police for several minutes, Anderson crept out of the bedroom, cowering behind his wife. In the house, police found many weapons and hundreds of newspaper articles, notes and documents about the Cardenas murder and Anderson's former public-aid administrators. Anderson was charged with murdering the Lanmans.",
    "\"Anderson was convicted of two counts of first degree murder for killing the Lanmans. He was spared the death penalty and sentenced to life in prison without parole.\"",
    "perhaps the world’s most foremost expert on serial killers. He believes that Anderson is responsible for the killing of the following people:  MISSING\"",
    "47",
    "Born in Litchfield, CT to James Duggan and Mary Kennedy Duggan.",
    "\"Amy attended New Britain Normal School\"",
    "\"Marries James Archer\"",
    "\"Amy gives birth to a daughter named Mary Archer.\"",
    "Amy and James moved into the home of John D. Seymour in Newington, CT, to take care of him.",
    "\"John Seymour died. Seymour’s heirs turned the house into a home for the elderly which was run by Amy and James.\"",
    "Amy and James moved into Windsor, Connecticut, and purchased a redbrick house that they turned into the Archer Home for the Elderly and Infirmed.",
    "James Archer died suddenly from Bright’s disease. Amy had taken out an insurance policy weeks prior to his death. The Archer home began experiencing financial problems after James’ death.",
    "\"81-year-old Hilton Griffin died of 'general debility and old age'\"",
    "Franklin Andrews entered the Archer home. Amy had 10 residents and an additional 15 deaths.",
    "Michael Gilligan moved into the Archer home during the summer, he was 57-years old and in perfect health. November 25, Amy Archer became Mrs. Amy Archer-Gilligan after marrying Michael Gilligan.",
    "January 6, Amy sat down by a dim light in her bedroom and wrote Franklin Andrews a letter. Second week of February, W.H. Mason’s registry of poisons recorded a purchase by Amy of ten ounces of arsenic. Michael Gilligan dies. In March, Amy put in a claim at the court against the Gilligan estate for $1500, alongside several other businesses looking to divide Michael Gilligan’s $4500 worth of assets.",
    "\"May 29",
    "\"June 11",
    "Maud Lynch died at the age of 33 in the Archer Home.",
    "\"May 09 – Several articles appear in the Hartford Courant about the “murder factory” and the number of deaths at the home. The Courant had been tipped off by Nellie Pierce",
    "\"July 13 – Amy is charged with murder in the first degree\"",
    "June 18 - Trial begins.",
    "\"June 23 - Amy takes the stand for her own defense.\"",
    "Amy first spent time in the prison, then later was moved to a mental hospital where she spent the remainder of her life.",
    "\"Amy appeals conviction and is granted a new trial. This time she pled not guilty by reason of insanity. She is found guilty of second-degree murder for the death of Franklin Andrews and is sentenced to life in prison.\"",
    "\"Amy Archer-Gilligan dies in her hospital bed of natural causes\"",
    "Armstrong was born in New Bern, North Carolina",
    "\"Armstrong fell out of a window and broke his leg while under his father’s supervision\"",
    "\"Younger brother died of SIDS when two months old\"",
    "\"Armstrong attempted to kill himself by riding his bike across a populated street.  This suicide attempt was due to the grief of wanting to be with his younger brother\"",
    "His biological father, John left after the loss of his younger brother, Michael",
    "\"His father was very abusive and neglectful toward him and his mother\"",
    "\"His biological father sexually abused him as a child\"",
    "\"Spent one month in a mental hospital after locking himself in a bathroom because a girl from his high school was pressuring him to have sex\"",
    "\"Visited a psychologist to receive treatment for his brother’s death\"",
    "Allegedly killed first victim in North Carolina, however, he is not considered a suspect for that murder.",
    "Lost his high school sweetheart, Kelly, to a guy that lavished her with gifts, which greatly traumatized him.  He was devastated by the breakup and claims to have lost his girlfriend to an enemy.  He said he started killing prostitutes by associating the gift giving with prostitution.",
    "\"Graduated from New Bern High School as an unmemorable student with no discipline problems\"",
    "Enjoyed baseball, fishing, and earned decent grades throughout his high school years",
    "Joined the Navy in Raleigh, North Carolina",
    "Stationed on the U.S.S. Nimitz where he traveled around the world, including Asia and the Middle East",
    "\"Took a class aboard the ship about warding off prostitutes\"",
    "Ship was based in Bremerton, WA until 1997",
    "\"He was known as 'Opie' by his shipmates because of his red hair and freckles\"",
    "\"Not a discipline problem while in the Navy\"",
    "\"Received 5 medals and 4 ribbons for good conduct and good service during his time in the Navy\"",
    "According to his bunkmate, Armstrong was moody, suffered from bad headaches, and would often throw temper tantrums",
    "Claims to have killed 11 prostitutes from 1993 to 1998; 3 in Seattle, 2 in Hawaii, 2 in Hong Kong and one each in North Carolina, Virginia, Thailand and Singapore",
    "Police believe he may be linked to a prostitute, Linette Hillig slain in Norfolk, VA at this date.  However, no physical evidence was obtained",
    "While the USS Nimitz was in port at Pearl Harbor, he claims to have killed two people but police were unable to match his claims with unsolved crimes",
    "Killed Linette Ann Hillig (34) a prostitute in Newport News, VA",
    "\"Married Katie Rednoske whom he met on the USS Nimitz\"",
    "\"1st child born\"",
    "\"Received an honorable discharge from the Navy. He says that he left Navy because he didn’t think that it would provide him with enough education.\"",
    "Killed Monica Johnson (31), a prostitute in Detroit. He had sex with her, choked her, and left her to die.",
    "\"After getting out of military applied to VA State Police but was not accepted. Started taking classes at Schoolcraft college.\"",
    "Armstrong was questioned after he 'found' Wendy Jordan’s body in the river. He told police he was feeling nauseous and pulled over to get sick in the river and saw her body. A few weeks later a DNA test found a match between Armstrong and the victim but prosecutors waited for a full DNA lab report before issuing an arrest warrant. In that interval three bodies were found in the Detroit rail yard.",
    "Attempted to murder a woman. Tried to strangle Wilheminia Drane (42) after she got in his jeep, she sprayed him with mace and got away",
    "Attempted to murder a man. Offers Devon Marcus, a transvestite, $40 for sex before trying to choke him.  Marcus escapes and later helps ID Armstrong for police",
    "\"Investigators find the bodies of three strangled prostitutes in a railroad yard in southwest Detroit\"",
    "\"Arrested for the murder of Wendy Jordan. Told police at time of arrest that his wife was pregnant with 2nd child and that they were having marital problems\"",
    "After a two-week trial, Armstrong was convicted of first-degree murder for the death of Wendy Jordan.",
    "Believed to be linked to 11 other slayings since 1992, including three in Seattle, two in Hawaii, two in Hong Kong and one each in Virginia, North Carolina, Thailand, and Singapore",
    "Plead guilty to the deaths of Robbin Brown, 20; Rose Marie Felt, 32; and Monica Johnson, 31. Also plead guilty to one assault charge and no contest to another assault charge. A third assault and unarmed robbery case was dismissed as part of a plea bargain. Ultimately, he was sentenced to life in prison for the death of Kelly Jean Hood, 34. All of these bodies were found in Detroit, MI.",
    "\"Margie Velma Bullard was born in South Carolina to Murphy and Lillie Bullard. She was the oldest girl and second of a large family of nine children.\"",
    "She lived in Wade, NC on her father’s small farm.  Her home had no electricity or running water and no outhouse. She learned to take trips to the woods or use chamber pots to relieve herself.",
    "She slept in the same bedroom with her parents through high school. Her father physically abused her mother, was hot tempered, and went on 'drinking binges.' She feared him throughout her childhood.",
    "Velma begins first grade. She likes school and her teacher, working very hard achieving good grades.",
    "\"Her father worked late shift at a textile mill so she didn’t see him much.\"",
    "Velma’s chores included keeping the house, washing and ironing clothing, and mending for a family of 11. Her father would dismiss her from school early on days that she needed to do extra laundry because using the wash board took so long. Velma resented this.",
    "Velma begins cooking all of her family’s meals, each day.",
    "\"Twice each summer her family sent her to Presbyterian Bible School.\"",
    "Velma’s father surprises her and buys her an expensive pink, ruffled gown and it the happiest day that she can remember.",
    "\"Velma’s family moves to Robeson county where she meets Thomas Burke.\"",
    "\"Velma stays home from school being ill with the flu and her father rapes her.\"",
    "\"Velma is chosen to be on her school basketball team but her parents do not allow it because she had too many chores. This angered her.\"",
    "\"She begins regularly attending the Baptist church and was baptized. She begins to date Thomas Burke after waiting many months for her 16th birthday to arrive so her father would allow her to date.\"",
    "\"Thomas Burke proposes to Velma at a local movie theatre.\"",
    "She runs away and gets married to Thomas in Dillon, SC but only does this to get away from home.",
    "\"Thomas quits school and begins working at a textile mill in Red Springs.\"",
    "She moves in with Thomas and his parents, attending the Baptist church with them.",
    "Thomas quits his job and they move to Wade, near Velma’s parents. There Thomas works for a soft drink company.",
    "\"Velma gives birth to a son she named Ronnie and moves back to Parkton where she and Thomas would rent a house for eleven years.\"",
    "Velma gives birth to a daughter named Kim and she begins to go to church regularly with her children, even teaching a church Sunday school class.",
    "Velma is hit, as a pedestrian, by a drunk driver and is hospitalized. While in the hospital she went through a period of depression.",
    "\"Velma begins working a textile mill in Raeford causing her to see Thomas less often because of their conflicting work hours.\"",
    "\"Velma begins hemorrhaging and feeling tired so her Doctor performs a hysterectomy.\"",
    "\"Thomas’ mother gives the couple one acre of land outside Parkton where Thomas builds a three bedroom house.\"",
    "She claims to begin having a 'problem with her nerves' because of the surgery, causing her to constantly be 'tense'.  She constantly felt nervous and afraid.",
    "Thomas begins drinking after joining a civil organization, the Jaycees. Velma abhors alcohol and is concerned about his drinking.",
    "\"Her husband drinks 'regularly and heavily' as an alcoholic. It has caused a change in his personality. He hits Velma in a drunken rage and his drinking begins increasingly causing marital discord and arguments.\"",
    "\"Velma calls the police and has her husband sent to Dorothea Dix State Hospital for his excessive drinking.  Thomas leaves the hospital three days later enraged at her for sending him there and embarrassing him.\"",
    "\"Thomas looses his job because of his absenteeism and alcoholism.\"",
    "\"Velma begins working two jobs to support her family. She is a clerk in a Department Store (Belk) and a machine operator in a cotton mill.\"",
    "\"Thomas pins his son up against a wall threatening his child’s life with a knife after an argument. This is particularly distressing to Velma.\"",
    "\"Velma collapses in her kitchen and is taken to the hospital after having a nervous breakdown. She is medicated and given potent tranquilizers.\"",
    "\"Velma takes her prescribed tranquilizers but takes them three times a day instead of the prescribed dosage of 1x daily. She quickly runs out of medication and so she visits more Doctors for more prescriptions. She soon falls into deep depression and prescription drug abuse.\"",
    "Thomas Burke (WM, 36) supposedly drops a burning cigarette while in a drunken sleep and dies of smoke inhalation. The nurse at the hospital in Parkton, NC, gives Velma a shot to 'ease her grief' and her drug abuse continues to escalate.",
    "\"Velma’s coworker at Belk introduces her to her brother Jennings Barfield who has emphysema and diabetes.\"",
    "\"She marries Jennings Barfield and begins to be his primary caretaker.\"",
    "\"Velma overdoses on prescription medication and is hospitalized.\"",
    "\"Velma overdoses again on prescription medication and is hospitalized again for one week. Jennings discusses with his family his regret in marrying the prescription drug abuser.\"",
    "She poisons Jennings Barfield (WM, 54) with arsenic poisoning. He had difficulty breathing, was vomiting and had diarrhea. She meant only to 'make him sick' but he died (NC – Cumberland County – Fayetteville).  She continues her prescription drug abuse.",
    "Velma has a near fatal overdose, once again due to prescription medication and is hospitalized for three weeks.",
    "\"She is fired from Belk and loses the house Thomas built because she doesn’t pay her mortgage. She moves in with her parents.\"",
    "\"Velma’s father dies of lung cancer.\"",
    "\"Velma moves into her mother’s home.\"",
    "\"Velma overdoses on prescription medication and is hospitalized for two weeks.\"",
    "Velma takes out a $1,000.00 loan in her mother’s name, by using Lillie’s home as collateral and forging her signature.",
    "Velma takes out another loan in her mother’s name for $1,000.",
    "\"Velma writes five bad checks on a closed out account of Jennings Barfield.\"",
    "\"Lillie Bullard receives an overdue notice from the loan company.\"",
    "A week after the overdue notice arrives; Velma purchases a bottle of poison in St. Paul, NC.  She gives a dose to her mother who then begins complaining of vomiting, cramping and diarrhea. Velma phones the Doctor who calls in a prescription. By night, Lillie cannot hold herself up. Velma phones the doctor again and her brother calls the Rescue Squad. Velma rides in the ambulance. Her mother is admitted to the hospital.",
    "Lillie Bullard (WF, 64) declared dead in Fayetteville, NC hospital. Doctor claims cause of death was a heart attack.",
    "\"Velma moves in with her daughter Kim and son-in-law Dennis at their mobile home.\"",
    "Deputies from the sheriff’s department warn Velma to pay back the bounced checks. Since she cannot repay them, she goes to her son’s house and overdoses on prescription drugs, attempting suicide. She is not successful and breaks her collar bone, causing a three week hospitalization. The police inform Velma that she will be arrested when the hospital releases her.",
    "Velma is arrested and placed into jail. She overdoses and is rushed to a nearby hospital where her stomach is pumped. She goes to court the next day where she pleads guilty and receives a six month sentence at the Correctional Center for Women in Raleigh, NC. She serves only four months because of good behavior.",
    "\"Velma has agreed to an autopsy of her mother. Results come back with no indication of poisoning.\"",
    "\"Velma steals a check from her son-in-law and forges it to purchase prescription medication. Kim calls Velma’s doctors asking them to stop prescribing Velma pain medication.\"",
    "Velma was hired as a live-in caretaker for 93-year old Montgomery Edwards because his 83-year old wife, Dollie, was too feeble.  He was blind and an invalid. They agreed to pay Velma $75 a week which included room and board. Velma resented Dollie’s critical nature and began to hate her.",
    "Velma meets Dollie’s alcoholic nephew, Stuart Taylor, at the Edwards’ home in Lumberton, NC.  He and his wife were planning to Divorce.",
    "Montgomery Edwards (WM, 95) dies in Lumberton, North Carolina.",
    "\"Velma purchases poison and poisons Dollie Edwards.\"",
    "Dollie Edwards (WF, 85) dies in Lumberton, North Carolina.",
    "\"Velma was hired as live-in caretaker for John Henry Lee and Record Lee. She would be paid $50 a week.\"",
    "Velma forges one of John Henry Lee’s (WM, 80) checks for $50.  She poisons him to prevent him from finding out what she had done. He experiences prolonged pain and dies in Lumberton, NC. The medical report found cause of death to be a heart attack.",
    "\"Velma quits her job as caretaker for Record Lee and moves back to Lumberton where she would rent a trailer and work as a nurse’s aid at a local nursing home. She begins a relationship with Stuart Taylor.\"",
    "\"She moves some of her belongings into Stuart’s home. He finds letters sent to her at Prison. He is enraged because he did not know she had been in prison.\"",
    "\"Velma steals one of Stewart’s checks and forges his name.\"",
    "\"She undergoes breast surgery to remove a portion of her left breast. It was not malignant. She steals another check from Stewart and forges it.\"",
    "\"Velma buys a bottle of poison. She plans to poison Stewart to prevent him from finding out what she had done.\"",
    "Velma and Stewart attend the Rex Humbard gospel meeting. During the meeting Stewart fell very ill. When they return home, Velma phones Stuart’s stepmother and daughter to inform them of his illness. After three days of pain and suffering, Velma calls the rescue squad and follows it to the hospital.",
    "Rowland Stewart Taylor (WM, 56) pronounced dead in Lumberton, North Carolina. Velma agrees with doctor’s suggestion of performing an autopsy.",
    "\"Stuart Taylor’s autopsy report reveals cause of death to be arsenic poisoning.\"",
    "\"Police arrive at Velma’s home and bring her to the Robeson County Sheriffs Department for three hours of questioning.\"",
    "Velma attempts suicide by prescription drug overdoes, but her son intervenes.",
    "Velma offers a confession without the presence of an attorney and is brought to the female section of the jail.",
    "\"Her attorney fills one of her prescriptions and brings her additional anti-depression drugs at her request. Two hours later the bailiff brought her more prescribed medication.\"",
    "\"Velma is sent to Dorthea Dix State Hospital in Raleigh NC for a psychiatric evaluation to determine her mental competency to stand trial. She is there for five weeks.\"",
    "\"She goes back to Lumberton jail where she experiences depression and often contemplates suicide.\"",
    "While in prison, Velma heard a program by evangelist J. K. Kinkle. She accepted forgiveness and “found God”.",
    "Velma’s trial begins in Elizabethtown NC where she is charged with first-degree murder in the death of Stewart Taylor. She never confessed to poisoning Jennings, but did confess to poisoning her mother, Dollie Edwards and John Henry Lee.",
    "\"Jury reached verdict of murder in the first degree and recommended the death penalty. Velma was taken to the Correctional Center for Women in Raleigh and placed on death row.\"",
    "\"Velma’s original execution date. She received a stay.\"",
    "\"Reverend Hugh Hoyle becomes Velma’s minister.\"",
    "\"N.C. state supreme court refused to hear Velma’s appeal.\"",
    "\"New date set by state for Velma’s execution. She received a stay.\"",
    "\"New date set for execution. She received a stay.\"",
    "\"New date set for execution. She received a stay.\"",
    "Velma began correspondence with Ruth Graham, Billy Graham’s wife. Their daughter Anne Lotz would visit Velma in prison.",
    "Prisoners refer to Velma as “Mama Margie” because she was older and would mentor her younger, fellow prisoners. She called them her 'adopted kids'.",
    "\"New date set for execution. She received a stay.\"",
    "\"U.S. Supreme Court again refused to hear the case.\"",
    "N.C. state appeal was denied and U.S. Supreme Court refused to hear the case. Upon reconsideration, Chief Justice Warren Burger granted a stay of execution that was dissolved in August 1984. Her attorneys argued 'not guilty by reason of insanity'.",
    "\"Velma is moved to Central Prison in Raleigh NC.\"",
    "\"New date set for Velma’s execution. She received a stay.\"",
    "\"Velma’s supporters appeared before Governor Hunt to plead for clemency.\"",
    "\"Governor Hunt denies her clemency.\"",
    "\"Ronnie and Kim brought their children to visit with their grandmother. She chooses lethal injection over the gas chamber.\"",
    "\"Velma writes letters to each victim’s family asking for forgiveness. She asks Rev. Hoyle to distribute the letters upon her death.\"",
    "\"Velma was executed by lethal injection at the Central Prison in Raleigh NC and pronounced dead at 2:15 a.m.\"",
    "\"Rev. Hunt attempts to deliver Velma’s letters to her victim’s families. They refuse to accept them.\"",
    "\"Elizabeth 'Erzebet' Bathory born to George and Anna Bathory. Spent her childhood in Ecsed Castle.\"",
    "\"Elizabeth had quite violent seizures where she would ultimate pass out. One uncle was known to be a devil-worshiper and other members of the family were mentally insane and perverted. Saw her two sisters raped and hanged. Saw their murderer put on hot iron throne and burned to death\"",
    "\"Elizabeth was forced to become engaged to Count Nadasdy\"",
    "\"Elizabeth gave birth to an illegitimate child fathered by a peasant boy\"",
    "Elizabeth marries Count Ferencz Nadasdy, who was 25 years old. They moved to castle Cachtice, which lies over the north-western part of Hungary. Count Ferencz spent a lot of time away from home fighting against the Turks",
    "\"While Elizabeth’s husband was away she found herself spending more time admiring her beauty in the mirror. She took on young men as lovers and even ran off with one but the Count forgave her.\"",
    "\"While home alone",
    "\"Elizabeth became acquainted with the art of inflicting pain and suffering. Elizabeth started a fascination with Black Magic. A servant",
    "One day Elizabeth wrote to her husband, 'Thorko has taught me a lovely new one. Catch a black hen and beat it to death with a white can. Keep the blood and smear a little of it on your enemy. If you get no chance to smear it on his body, obtain one of his garments and smear it'",
    "While he was home, Count Ferencz would torture the servants and give Elizabeth lessons from what he learned at torturing war prisoners",
    "\"Ferencz Nadasdy dies apparently of poisoning but some believed it could be witchcraft\"",
    "\"A band of soldiers that were led by Elizabeth’s cousin raided Castled Csejthe\"",
    "\"Elizabeth’s trial takes place and a register of over 650 victims were found in her living quarters\"",
    "Born to Dr. Herbert E. and Elizabeth Baumeister in Indiana.",
    "Sister Barbara born.",
    "Brother Brad born.",
    "Brother Richard born.",
    "Started attending high school at North Central High. Was active in biology, geology, government, international relations, and chess clubs.",
    "Friend remembers that Herb used to 'ponder what it would be like to taste human urine'.",
    "Found a dead crow in the road, put it in his pocket and placed on teachers desk when she wasn’t looking.",
    "Father secretly took him to take psychological tests; limited records show diagnosed with schizophrenia with possibly more than one personality. No further documentation.",
    "Not part of the 'in-crowd', usually alone, never dated.",
    "Graduated high school and was accepted into Indiana University. Met Juliana here. They were drawn to each other due to their strong conservative views.",
    "Dropped out of college after freshman year. Worked at the Indianapolis Star as copy boy.",
    "Married Juliana Saitor in United Methodist Church in Indiana.",
    "Spent two months in psychiatric hospital (6 months after being married).",
    "Worked at Bureau of Motor Vehicles. Odd behavior evident during this time. Sent Christmas cards with him and another man dressed in drag. Earned title of Program Director. Urinated on a letter addressed to the governor and was terminated.",
    "First child, Marie, born.",
    "Second child, Erich, born.",
    "Third child, Emily, born.",
    "Body of Eric Roetiger (WM, 17) found in Indiana.",
    "While drinking and driving he committed a hit and run.",
    "Warrant filed for his arrest. Charged with auto theft (Class A misdemeanor) and conspiracy to commit theft (Class D).",
    "Beat the conspiracy charge after one day bench trial.",
    "Herb’s father died.",
    "Borrowed $4,000 from mother and opened a SAV-A-LOT thrift store.",
    "Body of Steven Elliot (WM, 26)  found",
    "After making $50,000 in his first year of owning SAV-A-LOT, he opened his second store.",
    "Body of Clay Boatman (WM, 32) found",
    "Moved to Westfield district.",
    "Michael Riley (WM, 22) disappears.",
    "Johnny L. Bayer (WM, 20) reported missing.",
    "Jeffery Jones (WM, 31) is reported missing.",
    "Richard Hamilton (WM, 20) is reported missing.",
    "Alan Livingstone (WM, 27) reported missing.",
    "Stephen Hale (WM, 26) reported missing.",
    "Alan Broussard (WM, 28) last seen leaving gay bar.",
    "Roger Alan Goodlet (WM, 34) disappears.",
    "SAV-A-LOT business began to plunge. Problems in marriage between Herb and Juliana. Herb started treating his employees like they were below him. Reports of him leaving the store and returning with alcohol on his breath.",
    "Arrested for drinking and driving in Rochester, Indiana. Sentenced to 3 days in jail and 1 year probation.",
    "Son Erich found a human skeleton in backyard. Herb assured his family that it was the remains of a cadaver from his father’s medical practice.",
    "Herb shows up at gay bar and Tony Harris gets his license plate number. Suspicion of Herb growing.",
    "Police confront Juliana.",
    "Herb tells his lawyer he is going to kill himself.",
    "Juliana files for divorce.",
    "Closed SAV-A-LOT stores. Herb described as deeply troubled.",
    "Juliana tells attorney of bones found in backyard. Juliana admits that they had only consummated their marriage 6 times in 25 years of marriage.",
    "Herb became aware of his imminent arrest and drove to Canada.",
    "Herb left a note citing his failing marriage and business as the reason for his suicide and shot himself in the forehead with a .357 magnum.",
    "Born in Roxboro, North Carolina",
    "Got measles and lost her hearing",
    "Raped by father",
    "Moved to Danville, Virginia",
    "Her brother Jimmy was born",
    "Her sister Jackie was born",
    "Began taking care of her little brother and sister because her mother was institutionalized (did not return to school)",
    "Married Robert Franklin Branson after finishing 9th grade",
    "Had her first child Faye",
    "Had a six month separation from her husband",
    "Attempted suicide",
    "Reconciled with her husband",
    "Had second child Connie",
    "Moved to Mesquite Texas",
    "Had third child Shirley",
    "Had fourth child Phyllis",
    "Had fifth child Robert Franklin Branson II",
    "Had sixth child Bobby",
    "Divorced Robert Franklin Branson (Started drinking)",
    "Married Billy York Lane",
    "Got restraining order against Billy",
    "Divorced Billy Lane",
    "Billy broke Betty’s nose",
    "Billy Lane threatened to kill Betty",
    "Betty shot Billy Lane",
    "Betty was to be tried for attempted murder but Billy Lane signed affidavit saying he threatened Betty’s life so charges were dropped to aggravated assault",
    "Remarried Billy Lane after trial, marriage lasted for one month",
    "Met Ronnie Threlkold",
    "Married Ronnie C. Threlkold in Dallas County, Texas",
    "Betty tries to run Ronnie over with her car",
    "Betty began topless dancing",
    "Charged with public lewdness while working at topless bar (spent thirty days in jail)",
    "Divorced Ronnie Threlkold",
    "Marries Doyle Wayne Barker (separated 7 weeks later)",
    "Betty was in a serious car accident and suffered major head injuries",
    "Betty and Doyle divorce.",
    "Betty kills Doyle Wayne Barker and buries him in the front yard",
    "Marries Jimmy Don Beets",
    "Kills Jimmy Don Beets (WM, 46)",
    "Betty burns down Jimmy Don Beets’ lake house",
    "Betty files for Jimmy Don Beets’ death certificate",
    "Betty is arrested",
    "Grand Jury indicts Betty for the murder of Jimmy Don Beets.",
    "Betty goes to trial",
    "Betty is found guilty of murder",
    "Sentenced to death penalty",
    "Conviction was reinstated after appeals",
    "Betty’s mother dies",
    "Betty’s son Bobby died",
    "Betty is executed at 6:18 p.m.",
    "Robert Berdella was born in Cuyahoga Falls, Ohio.",
    "Brother, Daniel, was born",
    "Berdella was baptized as a Catholic",
    "Father dies of a sudden heart attack at age 39. Mother remarries soon after. Berdella resented it.",
    "Raped by a man he worked with in an Ohio restaurant.",
    "Stopped attending church services",
    "Watched the movie 'The Collector,' which was about a man who kidnapped a woman and kept her captive. He would later admit that this movie left a lasting impression on him.",
    "Arrested, and plead guilty, for selling amphetamines to an undercover agent. He received a five year suspended sentence.",
    "Arrested for possession of LSD and marijuana. After spending 5 days in jail the charges were dropped for lack of evidence.",
    "Bought a house where he would live until his arrest",
    "Dropped out of art school",
    "Became more accomplished as a chef and worked for many well-known restaurants and country clubs. Joined local chefs association where he helped set up training classes for aspiring chefs. Helped organize local crime prevention and neighborhood watch association",
    "Began renting space at the local flea-market where he sold oddities, antiques, and artifacts. Became open about his homosexuality",
    "Quit work as a cook and begin to work full time at his shop, which he named 'Bob’s Bazaar Bizarre'.",
    "Became seriously emotionally involved with an unstable Vietnam veteran, however, the relationship did not last long. Began picking up young male prostitutes.  He would become a friend with many of them, often allowing them to live with him in exchange for helping with housework. He tried to get many of them to quit prostituting and get their lives in order.",
    "Began hanging out with 19-year-old Jerry Howell, one of the young prostitutes.",
    "Drugged Howell with animal tranquilizers. Bound and gagged him to a bed and sodomized him repeatedly. During this time, and subsequent crimes he took numerous pictures and kept a detailed log.",
    "Howell died from asphyxiation. Berdella hung Howell upside down in his basement and cut slits in the body in order to drain the blood.  He then dismembered the body, put the pieces in trash bags, and left them on his curb. Garbage men then unwittingly took the trash to the dump never to be found again.",
    "Allowed an acquaintance, Robert Sheldon to stay at his house for a couple of days. Injected him with drugs with the intention of 'keeping him' like he did to Howell.",
    "Decided not to 'keep' Sheldon and took him to the doctor because Sheldon was complaining of soreness from the drugs.",
    "Sheldon got drunk and Berdella again decided to 'keep' him. He then drugged him with sedatives and tranquilizers and then bound and gagged him as he had done with Howell. He then sodomized and tortured him repeatedly for days.",
    "A workman arrived to do some roofing work for Berdella. Berdella then suffocated Sheldon with a plastic bag so that the workman would not hear him. He then placed the body in his bathtub and made incisions to allow the blood to drain. He then dismembered and disposed of the body as he had done with Howell, except this time he kept the head and buried it in his backyard.",
    "Met Mark Wallace after he had helped with some yard work for him.",
    "Berdella found Wallace in his tool shed seeking shelter from a violent storm. He invited Wallace inside and drugged him.",
    "Berdella tortured and sodomized Wallace for several hours until he died from asphyxiation. Berdella then disposed of the body as he had done before.",
    "Picked up an acquaintance, James Ferris, at a gay bar and took him back to his house.",
    "He then drugged, bound, and tortured Ferris as he had with the others until he died from asphyxiation. He disposed of the body as he had before.",
    "Met a male prostitute he had known for a couple years named Todd Stoops and invited him back to his house. He then drugged and tortured him for weeks.",
    "Stoops died from blood loss as a result of the torture. Berdella disposed of the body as had the others.",
    "Bailed a friend, Larry Pearson, out of jail and invited him to live with him.",
    "Drugged and tortured Pearson in his basement for 6 weeks.",
    "Berdella went to the hospital after Pearson had bit his penis. Berdella was told that he would have to stay in the hospital for a couple days. Before his stay, he went home and suffocated Pearson with a plastic bag.",
    "Returned home from the hospital and disposed of Pearson’s body. He kept his head and buried it in the backyard. He also removed Sheldon’s previously buried skull and put it on display in his house.",
    "Picked up a 22 year-old male prostitute, Chris Bryson, and took him back to his house. He drugged and tortured him as he had done with the others for 5 days.",
    "While Berdella was at work, Bryson freed himself by burning through the ropes that bound him, and jumping out of the second story window.  Bryson then ran to a neighbor’s house wearing nothing but a dog collar around his neck. Police began to care for Bryson and listen to his story of repeated torture when Berdella arrived home.",
    "Police searched Berdella’s house and found his torture logs and pictures. Berdella was arraigned on seven counts of sodomy, one count of felonious restraint and one count of first degree assault. Initially, bail was set at $500,000.",
    "Bail was revoked when an officer testified that one of the men in the photographs from Berdella’s house appeared to be dead. Berdella remained in jail while police found more evidence of his crimes; this included digging up his backyard where they found Pearson’s partially decayed skull.",
    "Berdella confesses to investigators to his crimes in vivid detail.",
    "Berdella pled guilty to 1st degree murder in the death of victim Robert Sheldon and to 4 counts of 2nd degree murder involving additional male victims. Berdella confesses in court and is sent to the state penitentiary in Jefferson City, Missouri for the rest of his life. He also announces that he has set up a trust fund in the amount of $50,000 for the families of his victims.",
    "Todd Stoops’ mother wins wrongful death civil suit against Berdella, and is awarded a record $5 billion. Because Berdella can’t pay this amount, Stoops’ mother would have a claim on any future earnings Berdella might make.",
    "Berdella dies in prison from a heart attack.",
    "Paul was born to Kenneth and Marilyn Bernardo, as a result of her affair with a former boyfriend, in Scarborough Canada. He was the last of three children",
    "Karla Homolka was born to Karel and Dorothy Homolka. She was the first of three children",
    "Bernardo’s mother locates her blood sisters and begins to visit with them on weekends leaving Bernardo and his siblings unsupervised",
    "Bernardo becomes close friends with two neighborhood boys, Van and Steve. They are always together and all members of the boy scouts where Bernardo receives the chief scout award. The boys begin to start fires using magnifying glasses and twigs/kindling",
    "Paul gets his first job working in a restaurant that is owned by a friend of his father",
    "Paul began high school and was doing well, but his parents never thought that anything was good enough.",
    "Paul meets his first love, Nadine Brammer, an attractive blonde, to whom he lost his virginity. She said that Paul was very controlling and over protective. Paul’s mother reveals that Kenneth was not his real father. After this Paul referred to his mother as a slut and whore and she began to call him a bastard.",
    "Nadine breaks off the relationship with Paul due to her involvement with his good friend Steve. After this Paul is enraged and sets fire to all of the things that Nadine,Nadine breaks off the relationship with Paul due to her involvement with his good friend Steve. After this Paul is enraged and starts fire to all of the things that Nadine had given him",
    "Paul graduates from Sir Wilfred Lauier High School. Paul begins going to bars where he lies to women in order to have sex with them.",
    "Paul enrolls at the University of Toronto, Scarborough campus. Paul begins talking with his friend Van about his 'Virgin Farm Fantasy' in which Paul would have stockpile of women that wanted to have sex with him.",
    "Paul dates many women but the relationships usually lasted no more than a month. If any of the women told about what he had done to them, he threatened to kill them.",
    "Paul's father is discovered to be a Peeping Tom in his neighborhood. Paul’s lifestyle begins to change along with his attitude toward women. Due to his abusive nature and strange sexual preferences, all of his girlfriends end up leaving him.",
    "Bernardo has a retraining order issued against him for making obscene phone calls to his friend Van’s ex-girlfriend. Bernardo still remains in a relationship with Carol, although engaging in several one night stands. Bernardo graduates from the University of Toronto and accepts a job as a junior accountant at Price Waterhouse in Toronto. Paul starts to see a woman named Suzie while he is still with Carol. He is so controlling that, even after they find out about each other, they both remain with him. Carol takes out a restraining order against Paul for obscene phone calls",
    "Paul graduates from college and gets a job as a junior accountant for the accounting firm Price Waterhouse. After dating Jennifer Thompson who threatened to go to the police, his dating starts to slow down.",
    "Paul commits 1st rape, age 21, at a bus stop",
    "Paul commits 2nd rape, age 19 , in front of her house",
    "Paul attempts 3rd rape, young woman at a bus stop",
    "Bernardo and Van meet Karla Homolka and Debbie Purdie, in a Howard Johnson Hotel. The night that they meet they have sex and Paul gets her phone number and address which is unlike Paul for a one night stand.",
    "Bernardo and Karla meet again. Paul drives to see Karla twice a week, and gives her love and attention as their relationship develops. Eventually, he starts to run every aspect of her life. He tells her what to wear, how to style her hair, what opinions to have and what to eat. He calls her fat and ugly. He learns that Karla is not a virgin and he is upset about this, although he is still very interested in her.",
    "Paul commits 3rd rape, age 15, getting off a bus, media coins the name 'Scarborough Rapist'",
    "Paul commits 4th rape, age 27, stalked and attacked her with a knife",
    "Karla’s friends find handcuffs in her bedroom; Karla reveals that Paul enjoys 'playing games' in bed and their relationship: Never let anyone know our relationship is anything but perfect; Don't talk back to Paul; Be a perfect girlfriend for Paul; If Paul asks for a drink, bring him one quickly and happily; Remember you're stupid; Remember you're ugly; Remember you're fat; I don't know why I tell you these things because you never change.",
    "The Scarborough Rapist Task Force is formed by Metro Police. The rapes have stopped, except for a similar attack in May 1988 in a town nearby.",
    "Paul commits 5th rape, age 19, getting of the bus",
    "Paul commits 6th rape, age 18, 10 miles from Scarborough",
    "Paul attempts 7th rape, she fought him off, stab wounds on thigh and buttock, 12 stitches",
    "Bernardo meets a girl named Anna and begins dating her while he is in Toronto, and also continues to see Karla. Paul also begins to become attracted to Karla’s younger sister Tammy. He demands that Tammy not have sex with any guy. Paul commits 7th rape, age 18, parent’s backyard",
    "Paul attempts 8th rape, chased him off by getting neighbor’s attention",
    "Paul attempts 8th rape again, she screams for her neighbors, he flees",
    "Paul commits 8th rape, age 22, stalked her outside her window",
    "Paul commits 9th rape, age 15, at a bus shelter",
    "Paul commits 11th rape, age 19, exiting a bus",
    "2 detectives interview Paul for 35 minutes, Paul gives them hair, saliva, and blood samples for testing, swears that he isn’t the Scarborough rapist",
    "Karla and Paul decide to rape Tammy by putting crushed pills into her drink. After she passes out from the drugs and alcohol, Paul rapes her as Karla videotapes. Tammy starts to choke on her own vomit and cannot be revived. She dies, and the paramedics suspect no foul play.",
    "Tammy’s funeral takes place and Paul gets caught stroking her hair in the open casket.",
    "Paul and Karla move to St. Catherine's. Bernardo is bitten by Karla’s pet iguana and becomes very upset. This leads to him cutting the iguana’s head off and then barbecuing and eating the body parts.",
    "Paul commits 12th rape, age 14, not like the others, not at night and not stalking at a bus stop",
    "Karla  invites Jane Doe, age 15, to girl’s night out, Paul and Karla plan to drug and rape her, drug with Helicon sleeping pills, Paul waits to hear that she is unconscious, Paul arrives and they begin raping her while taking turns videotaping",
    "Leslie, age 14, late for curfew, Paul comes up to her and blindfolds her and puts her in the car, Karla tortures and rapes her while videotaping, murdered her, Karla says Paul strangled her, left body in basement until they figured out what to do next, decide to cut her body into pieces with a circular saw and dump her remains in Lake Gibson.",
    "Leslie's body is found in Lake Gibson by a man and his wife while canoeing. Paul and Karla get married.",
    "Karla invites Jane Doe to drug and rape her again, in the midst of everything she stops breathing; Karla calls 911, then finds that she is breathing and calls 911 operator to let them know she is alright",
    "Karla and Paul abduct Kristen French, age 15, Karla asks for directions and gets out of the car with a map and Paul comes up behind her w a knife and they force her into the car, torture and rape her for three days. Bernardo rapes and sexually tortures Kristen French in his and Karla’s home. Paul orders Karla to participate and record the events. During these three days Kristen is shown a video tape of Leslie Mahaffy’s rape.",
    "Kristen French is murdered by Bernardo with the use of the same electrical cord used to kill Leslie. The body is left in Karla and Bernardo’s home while the two visit Karla’s parent’s house for dinner. Later that night, Paul disposes of the body in a dumpster in Burlington",
    "Kristen French’s body is discovered",
    "Van notices the similarities between Paul and the rapist profile, and goes to the police.",
    "The police question Paul about where he was on the nights of the two kidnappings. DNA samples are taken, but he is not considered high on the list of suspects.",
    "Terri Anderson’s body is found beside a road. It is thought to be linked to the two other murders but no evidence is found to link the death to Paul and Karla.",
    "Jane Doe confronts Paul and Karla about being forced to have sex with Paul",
    "Bernardo beats Karla with a flashlight, causing severe facial bruising.",
    "Karla’s parents find her beaten up and take her out of her house, but she goes back to get the videotapes. Paul is arrested and charged with assault, released on recognizance",
    "Police find out that the DNA of the Scarborough Rapist is a match to Paul’s",
    "Paul's father is convicted of sex-related charges in Scarborough.",
    "Metro Toronto Police Detectives interview Karla about the possible involvement that her and Bernardo may have had with the assaults and murders.",
    "Arrested at his home for the rapes and murders",
    "Paul is driven back to Scarborough and charged on a number of accounts",
    "Police try to get warrants based on DNA evidence in Paul’s file, the FBI puts in key circumstances, (1) will continue his actions, (2) commits crimes near his home, (3) 2 serial rapist/murderers in the same area, (4) trophies of hair from the scenes; limited search warrants were granted",
    "Police find the videotape with Jane Doe",
    "Karla is arrested, and she agrees to testify against Paul in return for a reduced sentence. Her trial is set for June 28.",
    "Karla’s request for a divorce from Bernardo is officially granted\"",
    "Karla arranges for a plea bargain",
    "Paul's father sentenced to 9 months in jail and 3 months probation for assaulting a woman",
    "Karla- 2 counts manslaughter and goes through with a psychological evaluation",
    "Karla is living in Brampton with her aunt and uncle Calvin and Patricia Seger, who had disclosed to the police Karla’s confession even though the police can’t use it to prosecute Paul due to hearsay rules, but they can use it as evidence to prosecute Karla for first degree murder. They decide that instead of charging Karla with murder, they would use it in order to push Karla into accepting a plea bargain, which means the police would have a witness in the prosecution of Paul Bernardo for first degree murder",
    "Police have murder and rape search warrants that expire after 71 days for 57  Bayview Dr. The police are no closer to proving that Paul Bernardo committed the murders of Leslie and Kristen than when they first started the investigation.",
    "Murray Segal and George Walker meet again. Walker knows that the Government is offering Karla a 12 year sentence plea bargain and that Karla has one week to decide to accept it or not. If she doesn’t accept the plea bargain she will be charged with 2 counts of first degree murder, 1 count of second degree murder and other crimes. Walker decides to accept the plea bargain with Karla’s approval and later she decides to accept it also.",
    "Paul’s lawyer, Ken Murray, goes to Paul’s house and removes six 8-mm videocassettes. He found them hidden in the ceiling above a bathroom light fixture. Murray is not allowed to view the tapes until May 18th after Paul has been convicted of first degree murder. The tapes Murray finds show the rapes of Tammy Homolka, Leslie Mahaffy, Kristen French and Jane Doe.",
    "Karla and Crown finalize the plea agreement. Karla begins to give her induced statements to the police",
    "The police show Karla a photograph from one of the videos found at 57 Bayview in which they believe the girl in the picture is Kristen French, but Karla suggests it’s her sister Tammy. The actual person in the picture is Jane Doe whose rapes are not disclosed to the police by Karla until months later.",
    "Karla takes the police to key areas of the house where they end up finding DNA evidence that proves Leslie Mahaffy and Kristen French had been in the house. The police also end up finding cement that Bernardo purchased, which is the same type he bought before but when he went to return the excess he signed his name to the receipt.",
    "Paul is charged with two counts of kidnapping, two counts of unlawful confinement, two counts of aggravated sexual assault and first degree murder. In addition he is charged with the dismemberment of Leslie Mahaffy’s body. Karla appears in court for her arraignment on two counts of manslaughter and a bail hearing. Her bail is set at $110,000. There are a number of conditions. Karla must appear in court on June 7, 1993 at which time a trial date will be set. Her parents use their house as collateral for bail and she is released.",
    "Karla is sentenced to only 12 years in prison because of her plea bargain.",
    "Karla’s trial begins and she pleads guilty to two charges of manslaughter and is sentenced to 12 years in prison. Debbie Mahaffy, the mother of Leslie, and Donna French, the mother of Kristen both read statements to the court. When the trial is over Karla is taken to Kingston Prison for Women.",
    "Karla writes her lawyer, George Walker, telling him that she remembers vague details of the Jane Doe rapes. Karla asked Walker to do something so the terms of her plea agreement aren’t changed when the information is disclosed.",
    "Police receive the information Karla wrote to her lawyer about the Jane Doe rapes. The police re-examine the tape that they thought showed Kristen French.",
    "The police interview Jane Doe about the rapes and when they inform her of them she does not recall anything about them",
    "Karla’s request for a divorce from Bernardo is officially granted.",
    "Tammy’s second autopsy report is released. It concludes that the exact cause of death is unknown but that she either died from choking on her own vomit or from the poison used on her.",
    "Ken Murray quits being Bernardo’s lawyer because Paul wants to destroy the videotapes. The problem with that is that Murray had planned on using them on Karla during the preliminary hearing in order to gain testimony that he would be able to use during the trial. The preliminary hearing ended up being cancelled. When the preliminary hearing was cancelled Paul wanted to change his defense strategy from Karla being the killer to him having never met Leslie Mahaffy or Kristen French. He also wanted to say that he had nothing to do with their deaths. The problem was that in order for this defense to work the tapes had to be destroyed. John Rosen takes over Paul’s defense.",
    "John Rosen gives the police the original copies of the videotapes.",
    "George Walker is advised by Murray Segal that Karla could be facing new charges of sexual assault in the Jane Doe rapes.",
    "Bernardo and Jane Doe’s lawyers meet several times. Bernardo’s lawyer is trying to figure out if Jane has plans on pursuing charges against Karla for sexual assault. Due to Jane’s deteriorating mental state, she only wants her privacy.",
    "There is a change in Bernardo’s double-murder trial and it is moved from St. Catherine’s to Toronto, Ontario",
    "There is a second very important meeting regarding the charges of sexual assault against Karla. The decision is made that she will not face any more charges. Their reasoning for this decision is that she did not disclose the information due to the fact that she was suffering from post-traumatic stress disorder amnesia. There worry was what impact placing charges would have on her effectiveness as a witness. Paul’s' trial takes place. He is faced with 2 counts first degree murder, 2 counts aggravated assault, 2 counts forcible confinement, 2 counts kidnapping, 1 count performing an indignity on a human body. He pleads not guilty, claiming that the deaths were accidental, and then saying that Karla was the killer.",
    "Bernardo is found guilty. The jury found him guilty of all charges: two counts each of kidnapping, forcible confinement, aggravated sexual assault, and first degree murder along with one count of offering an indignity to a dead human body. His sentence was life in prison with no chance of parole for 25 years. Later he was taken to Kingston Penitentiary where he was in a tiny prison cell for 23 hours a day.",
    "Paul returns back to court to face charges for the Scarborough rapes and also faces a Dangerous Offender hearing. According to a recent federal law anyone said to be a Dangerous Offender faces an indefinite prison term. The charges Paul faces for the Scarborough hearing include: ten counts of sexual assault while using a weapon; two counts of choking with intent to render incapable of resistance to sexual assault; three counts of buggery; five counts of sexual assault causing bodily harm; two counts of unlawful confinement; six counts of anal intercourse; eight counts of robbery and two counts of aggravated sexual assault. Paul accepts the Dangerous Offender declaration and concedes to guilt in all the rapes in exchange that all charges against him including the role he played in the death of Tammy Homolka be stayed.",
    "A book on Bernardo and Homolka, Deadly Innocence, is published by Toronto Sun reporters Scott Burnside and Alan Cairns",
    "Karla is eligible for parole but does not apply.",
    "Paul and Karla are still in jail. Karla is up for release in the summer of 2005. Paul will be in jail for at least 16 more years.,Paul and Karla are still in Jail. Karla is up for release in the summer of 2005. Paul will be in jail for at least 16 more years.",
    "Kenneth Bianchi is born in Rochester, New York to a 17-year-old alcoholic prostitute who gives him up for adoption",
    "Kenneth is adopted by Frances Scioliono Bianchi and her husband who is a worker in the American Brake-Shoe Factory. Frances is Angelo Buono’s mother’s sister making him Angelo’s adoptive cousin. Named Kenneth Alessio Bianchi, he is their only child.",
    "By the time he could talk his mother knew he would be a compulsive liar. Throughout his childhood he idolizes Prince Valiant",
    "First taken to hospital by his mother with complaints of not being able to sleep and wetting the bed 5 times. Quote from doctor after first hospital visit – 'Mother needs help'",
    "Kenneth has frequent lapses into trance-like states of daydreaming. Frances consults a physician. These trance-like states of daydreaming are typified by his eyes rolling back in his head and inattentiveness. He is prone to temper tantrums and quick to anger as well. Doctor diagnoses him with petit mal syndrome and assures the Bianchi’s that there is nothing to worry about and that Kenneth will eventually grow out of these episodes. Episodes only last a moment or so",
    "Is checked by doctors for urinary dribbling",
    "Is treated briefly at a psychiatric center in Rochester for mental problems",
    "Begins having involuntary urination (Frances eventually makes him wear sanitary napkins).",
    "Is sent to DePaul Psychiatric Clinic because of 'involuntary urination, tics, absenteeism, and behavior problems.' Doctors perform a cystoscopy and retrograde pyelogram on Kenneth",
    "Kenneth is moved twice from schools because he could not get along with his teachers. The mother believed the teachers made him nervous. His IQ is measured at 116. Mother says he is lazy, inattentive, and angry. Teachers say he is working below his capacity",
    "Decides that he likes pulling younger girls pants down and does just that to a six year old girl",
    "Kenneth’s father, Mr. Bianchi, suddenly dies and Kenneth refuses to cry or show any emotion for his loss",
    "Attends Gates-Chili high school (just outside Rochester). During this time he dates frequently, is clean-cut, and respective of elders. Joins a motorcycle club and gets a tattoo that reads, 'Satan’s Own M.C.'",
    "Proposes to a woman named Susan but is turned down",
    "Writes his girlfriend saying that he has been suspected in the Alphabet murders and that he had in fact killed a man. However, she thinks this is a sick joke and does not take the confession seriously.**(the exact date of this letter can not be confirmed, some sources list the time period as 1969 while others say it was 1972)",
    "Marries Brenda Beck for a few months. She is unable to meet his standards for a woman. He is with several women at a time throughout the marriage.",
    "Kenneth enrolls at Monroe Community College to become a police officer.",
    "Kenneth marries again but this time his wife leaves him after eight months.",
    "Applies with a sheriff’s office and is turned down. Becomes a security guard but is often charged with theft by employers who suspect him.",
    "Proposes to Susan a second time. However, she turns him down again and claims that he needs to have a stable job.",
    "Kenneth moves to Los Angeles and first lives with Angelo Buono (his adoptive cousin). Buono begins to introduce Bianchi to the world of perverse sex.",
    "Obtains a job with the California Land Title Company.",
    "His mother sends him money to buy a car with which he buys a 1972 Cadillac.",
    "Applies with the Los Angeles Police Reserves",
    "Sleeps with one of Angelo’s son’s girlfriends",
    "Moves out of Angelo’s home and into his own apartment on East Garfield Avenue. Shortly thereafter he moves in with Kelli Boyd who he had met at work",
    "Applies to Glendale Police Department but is rejected",
    "Applies to Los Angeles Police Department but there are no openings",
    "After purchasing phony psychology degrees and credentials, Kenneth rents office space from a legitimate psychologist. Very few people see Kenneth for help.",
    "Begins using the false excuse that he has cancer so that he can skip work, which he does quite often.",
    "Is fired from his job after marijuana is found in his desk",
    "Kelli becomes pregnant by Kenneth. He proposes to her but she turns him down. However, she continues to stay with him.",
    "Angelo and Kenneth discuss the idea of getting young girls to work for them as prostitutes. It is Angelo’s idea as a way for them to get money (as they are short on cash). They purchase a list of names of men who frequent prostitutes from Deborah Noble. Unbeknownst to Angelo and Kenneth, Deborah delivers a 'trick list' and deceives them.",
    "Deborah Noble and her friend Yolanda Washington deliver the list of men to Angelo. Yolanda is 19 years-old, a part-time waitress and a prostitute. Yolanda tells Angelo that she usually works a particular stretch on Sunset Boulevard. Angelo and Kenneth soon find out that the list is a fake and seek out to get revenge for the money they paid.",
    "Angelo and Kenneth begin their rampage. They seek out Yolanda Washington, rape and strangle her in the back seat of Kenneth’s car.",
    "Washington’s body is found near Universal City in a cemetery. She still has the fabric around her neck that was used to strangle her.",
    "Victim Two-Judith Miller, a 15 years-old runaway and prostitute.",
    "Miller’s body is found with ligature marks on her ankles, wrists, and neck. She has also been raped.",
    "Victim Three-Elissa Kastin, a 21 years-old waitress.",
    "Kastin’s nude body is found on a highway embankment. She is found with ligature marks similar to those found on Judith Miller. She has also been raped and sodomized.",
    "Victim Four-Jane King, a 28 year–old aspiring actress.",
    "Victims Five and Six- Sonja Johnson age 14 and Dolly Cepeda age 12.",
    "A nine year-old boy finds the bodies of Sonja Johnson and Dolly Cepeda in Highland Park. They too are found nude with ligature marks and had been raped.",
    "Victim Seven- Kristina Weckler, a 20 year-old college student. She is found the same day with ligature marks on the inner arm and  on her neck.",
    "Jane King’s body is found near Los Feliz off-ramp on the Golden State Freeway. She has been sodomized and strangled. (sources on the condition of King’s body coincide. Some say she had been raped, while others report that the body was so badly deteriorated that rape could not be definitively determined)",
    "Victim Eight-Lauren Wagner, an 18 year-old student.",
    "Lauren Wagner’s body is found nude, strangled, and with electrical burns on her palms. She also has ligature marks on her body and had been raped.",
    "Victim Nine - Kimberly Martin, an 18 year-old call girl who went by the name of Donna*.  Her body is found the same day in a vacant lot on a hillside. *(some sources report Martin’s name as Kimberly Diane Martin, while others say she went by “Donna”)",
    "Victim Ten-Cindy Hudspeth, a 20 year-old college student. Her body is found in the trunk of her car which had been pushed over a cliff. She is also found nude, raped, and with ligature marks on her body. This is the last murder that Angelo and Kenneth participate in together, and Angelo’s final murder before being arrested and ultimately sent to prison.",
    "Kenneth moves to Bellingham, Washington to be with Kelli and their son Ryan. He obtains a job as a security guard for a hardware store.* Kenneth applies with the Whatcom County Sheriffs Reserve and accepts a position there.  This would be his last known place of employment.* (the actual dates of Bianchi’s move to Washington, and his dates of employment in Washington are not known)",
    "Police in Bellingham, Washington are notified that two young women from Western Washington University, Karen Mandic and Diane Wilder, are missing. The police later find out that Kenneth Bianchi had offered the girls $100 to housesit for him.",
    "Police are led to an abandoned car in a heavily wooded area. Inside the car they discover the bodies of Mandic and Wilder. Both women have been strangled and their bodies contain multiple bruises. Upon identifying Bianchi as a suspect in the murders, they search his home. The search produces jewelry that matches the descriptions of that worn by Kimberly Martin and Yolanda Washington. Police are now able to identify Bianchi as one of the Hillside Stranglers.",
    "Bianchi receives a pen-pal letter from Veronica Lynn Compton, 23. She asks him for his opinion on her play about a female serial killer.",
    "Compton and Bianchi continue to correspond with each other. Compton suggests a defense strategy for Bianchi. She would travel to Bellingham and kill a woman and place his semen at the scene since he is a non-secretor. This would “show” that the strangler is still on the loose.",
    "Compton visits Bianchi in prison. While visiting she receives his semen in a rubber glove that is hidden in a book. She then flies to Bellingham, Washington and picks out a female victim, but ruins the murder attempt.",
    "Compton is arrested in California, and convicted in 1981 in Washington.",
    "Bianchi writes a 'letter to the world', stating that he is innocent and that Angelo Buono is the true killer.",
    "In order to convince the court that his testimony was unreliable, Bianchi testifies that he might have faked the multiple personality disorder, but he could not be sure if he was telling the truth when he stated earlier that Buono was involved in the murders. Now he does not even think that he committed the murders either.",
    "Prosecutor files a petition to dismiss the case against Buono due to Ken’s irrationality and conflicting testimony.",
    "Judge Ronald George dismisses the petition.",
    "Judge Ronald George delivers his judgment: 'My judgment was that Bianchi faked both the hypnosis and the multiple personality, and I came to that conclusion based on the circumstantial evidence acquired by the police, the contradictory testimony of Bianchi with regard to his mental status and the opinions voiced by the psychiatrists who examined him.'",
    "Bianchi receives his sentence (life in prison with the possibility for parole).",
    "Born in Pittsburgh, Pennsylvania. Adopted by Mr. & Mrs. George Bittaker. Moved around a lot. PA, FL, OH, then finally CA",
    "Dropped out of school. Arrested for auto theft, hit & run, & evading arrest in Long Beach, CA",
    "\"Released from California Youth Authority\"",
    "Convicted of Interstate Motor Vehicle Theft.Sentenced to serve 18 months at federal reformatory in Oklahoma. Transferred to U.S. medical center in Springfield Missouri for good behavior at the federal reformatory in Oklahoma.",
    "Released by doctors from U.S. medical center in Springfield Missouri",
    "Arrested in Los Angeles for robbery",
    "Convicted of the L.A. robbery. Given an indeterminate sentence of 1-15 years in state prison",
    "Diagnosed as 'borderline psychotic' and 'basically paranoid' while in state prison. Said to be manipulative, and a great deal of pent up hostility.",
    "Psychiatrist noted him as having 'poor control of impulse behavior'",
    "Paroled after serving barely 1/6 of his possible maximum sentence",
    "Jailed for parole violation & suspicion of robbery",
    "Diagnosed again as 'borderline psychosis' in jail; bragged about how stealing cars made him feel important; also stated he felt as if he were misunderstood, mistreated and falsely accused his whole life; medication was administered",
    "Released from jail",
    "Parole Violation. Convicted of theft & leaving the scene of a hit & run accident. He received another 5 year sentence",
    "Paroled after serving less than 3 years",
    "Arrested for burglary and parole violation",
    "Convicted on both counts, receiving an additional sentence of 6 months to 15 years",
    "Arrested for assault with intent to commit murder. Bittaker had stolen meat from a supermarket, put it down his pants and walked out, a store employee went outside to confront Bittaker and the employee was immediately stabbed.",
    "Interviewed with forensic psychologist Dr. Ronald Markman; it was to be proven whether or not Bittaker was insane during the attempted murder. Dr. Markman confirmed that Bittaker was a sociopath, and it was revealed that Bittaker had faked all previous psychotic behavior.",
    "\"Was sent to California Men’s Colony at San Luis Obispo.\"",
    "Met Roy Norris at California Men’s Colony. The two men claimed to be soul mates and never left one another’s side. They shared the same fantasies of domination through rape and torture. They made plans to have some 'fun' after being released from prison. They planned to kill young women ages 13-19, every year of being a teenager.",
    "Released from California Men’s Colony; moved in with his mother and purchased a silver 1977 GMS cargo van and named it 'Murder Mack'",
    "Wrote to Norris and arranged to meet at a cheap downtown hotel",
    "The men searched for a place to kill the young women they planned on kidnapping. The place was buried deep in the San Gabriel mountains, on a fire mountain road",
    "Norris and Bittaker find their first victim, Cindy Schaeffer (WF, 16). She was taken by the men and brought into the truck, where Norris duct taped her mouth shut and bound her ankles and wrists. She was driven to fire mountain road where she was raped, and strangled with a wire hanger. Her body was thrown in a canyon.",
    "Norris and Bittaker picked-up Andrea Hall (WF, 18) who was hitch hiking the Pacific Coast Highway. She was taped and bound in the back of the truck and once again, brought back to fire mountain road. Andrea was repeatedly raped by turns. Norris and Bittaker took pictures of the girl as she fought for her life. When she started to scream the men asked her not to stop. Bittaker stabbed Andrea twice with an ice pick, once in each ear. She was then strangled and then thrown off of a cliff",
    "Norris and Bittaker spotted their 3rd and 4th victims hitchhiking along the Pacific Coast Highway. Leah Lamp (WF, 13) and Jackie Gilliam (WF, 15). The men picked up the girls and said they were going to the beach; the girls smoked marijuana casually and noticed Bittaker drive away from the direction of the beach. The girls tried to resist but were tied, bound, taken to the fire road, and kept prisoners for two days. Bittaker and Norris repeatedly raped and tortured the girls while tape-recording the whole time. Norris took a baseball bat to Leah’s skull. Bittaker stabbed Gilliam in both ears with an ice pick, didn’t kill her so strangled her to death with a coat hanger. Bittaker squeezed Lamp’s throat while Norris pounded her head 7 times with a sledgehammer. The girls were then thrown off of a cliff",
    "While driving in the Sunland-Tujunga section of the San Fernando Valley the men picked up hitchhiker Shirley Ledford (WF, 16). Almost immediately after entering the van, Shirley was bound and gagged with construction tape. The men repeatedly stabbed her with pliers; hit her with ice picks in the ears, and hammers to the elbows 25 times while sodomizing her at the same time. They did not want her to stop screaming. The event was being recorded the whole time. The men eventually wrapped a hanger around Shirley’s neck tying it with pliers until she died. The men then decided, instead of throwing her off of a cliff, to set her body on the front yard in a residential neighborhood, Hermosa Beach.",
    "Burbank police in suspicion of rape and kidnapping arrested Bittaker at his home.",
    "Norris was brought before Detectives Cray and Bynum as well as District Attorney Kay and a judge. He was confronted about possible information pertaining to the kidnapping, rape, torture and murder of several different women. He soon enough, confessed, and started to put blame on Bittaker. He was allowed to plea bargain, essentially putting more weight of the crimes on Bittaker. Norris and Bittaker were then charged with robbery, kidnapping, forcible rape, sex perversion, criminal conspiracy, and five counts of murder. Bittaker denied everything.",
    "Bittaker was given a jury trial; the prosecutor was seeking the death penalty. During trial Bittaker showed no remorse for the killings. He also wrote a book called The Last Ride which illustrated his partnership with Norris as well as details about their killing spree",
    "The Jury was finished deliberating the case, and brought 26 guilty verdicts for rape, torture, kidnapping, and murder. After these were heard, the case was moved on to a new phase, which would warrant the death penalty. 38 special circumstances were found;",
    "Bittaker was sentenced to death on March 24, 1981. The judge included an extra 199-year life sentence just in case his death sentence ever commuted to life. As of 2007,,Bittaker is still on death row at San Quentin Prison,Bittaker is still on death row at San Quentin Prison",
    "Grangemouth, about 20 miles from Edinburgh, on the Firth of Forth",
    "Was in care before being fostered to Jack and Margaret Tulip in the Highlands. Tulips lived in Kinlochleven, near Glencoe in the West Highlands. Robert lived here for the next eleven years, the majority of which were spent in the care of Margaret Tulip.",
    "Jack Tulip died. Black claims to have no memory of him, indeed, no memories at all before the age of five. Although locals remember how Robert Black was frequently heavily bruised as a boy, Black himself cannot recall how he got these injuries.  He recalls no abusive behavior from Jack, though he does remember how Margaret used to lock him in the house as a punishment for bad behavior, or alternatively, pull down his trousers and underwear and spank him with a belt. At nights Robbie was scared that there was a monster under his bed waiting to get him, and used to suffer from a recurring nightmare featuring a 'big hairy monster' in a cellar full of water. When he awoke he frequently found that he had wet the bed, which invariably provoked a beating. To his classmates at primary school Robert - or 'Smelly Robbie Tulip' as he was known - is remembered as having been an aggressive and slightly wayward boy. Having said this, in the period that he was living with the Tulips, Robert never really got himself into any serious trouble: he had childish fights, played up at school, and bullied the younger children, yet he seemed to avoid anything more serious than a rebuke from Williams for swearing in front of ladies. His first sexual experience, which is one of his first memories, was when he was only five. Black vividly recalls himself and a little girl undressing and looking at each other's sexual parts",
    "Highland Dance classes, he remembers being far more interested in lying on the floor and looking up the girls’ skirts than dancing.",
    "While looking after a neighbor's baby, he took off her nappy to look at her vagina. Both vaginas and anuses fascinated him, and he was obsessed with discovering how big they were, how much they could hold.",
    "Margaret Tulip died. Once again deprived of a mother. Although a local couple offered to take him in, it was decided that Black would go to the Redding Children's Home near Falkirk, close to the place of his birth.",
    "Black made his first inept attempt at rape. He told Ray Wyre: 'Me and two other boys went into a field with a girl the same age. We took her knickers off, lifted her skirt and all tried to put our penises in.' Finding that they couldn't complete the act of penetration, the boys contented themselves instead with touching the girl's vagina. When asked if she was consenting to this, Black told Wyre: 'I was forcing her, like, you know?' The incident was exposed and the authorities decided that Black would be better suited to a home with stricter discipline, not to mention an all-male environment.",
    "Red House in Musselburgh. For at least a year, possibly two, out of the three that Black was at the Red House, a male member of staff - now dead - regularly sexually abused him. During this time Robert had obtained a place at Musselburgh Grammar School. Slightly above average academically, but it was sport that he was really interested in, especially football, swimming and athletics.",
    "His time at the Red House was up. With help from authorities, Black got a job as a delivery boy and found a room to rent in a boys’ home in Greenock, outside Glasgow. Later admitted that while he was doing delivery rounds, molested 30 or 40 girls.",
    "Convicted for lewd and libidinous behavior with a young girl: should have been for attempted murder.",
    "Approached a 7-year-old girl in the park, asking her if she would like to go with him to see some kittens. Girl trustingly followed him as he led her to a deserted building. Choked her until unconscious and raped her. Left after he was done. She was found later wandering the streets: bleeding, crying and confused. Case was brought to court and astoundingly Black was given an admonishment, a verdict particular to Scottish law, which is effectively no more than a warning to be on good behavior in the future. Lost job. Moved to Kinlochleven",
    "Found guilty of three counts of indecent assault and sentenced to a year of Borstal training to be served at Polmont, near Grangemouth.",
    "\"Moved to London. Poor eyesight put a career in professional football beyond his reach. Obsession with young girls was growing",
    "Met Eddie and Kathy Rayson in a pub in Stamford Hill.  Raysons’ let Black live in their attic. Kathy said that Black seemed like a 'big softie.'  After Black’s conviction in 1994, Eddie Rayson remembered Black as 'a perfect tenant.' 'He always paid the rent on time and never caused any problems.'",
    "Began to work for a firm called Poster Dispatch and Storage (PDS) as a driver.  His job was to deliver posters to various depots around England and Scotland. Worked for PDS for the next ten years until his employers were forced to dismiss him as he was constantly getting involved in minor car accidents and costing the company a fortune in insurance payments. Luckily for Black, shortly after his dismissal, two employees bought out PDS and gave him his job back. Black frequently did the London to Scotland run, often stopping in the Midlands on his way back to see the Raysons’ son John and his new family.",
    "11-year-old Susan Maxwell was abducted. Maxwells lived in a farmhouse outside Cornhill on Tweed, a small village on the English side of the English-Scottish border. Found body in a ditch next to a lay-by on the A518 road at Loxley, just outside of Uttoxeter in the Midlands, 250 miles from where Susan had been abducted, two weeks later.",
    "5-year-old Caroline Hogg was abducted. Lived in the seaside resort of Portobello on the outskirts of Edinburgh. Body found on 18 July in a lay-by at Twycross in Leicestershire near to the A444, the road that goes from Northampton to Coventry. Body was left some 300 miles from where she was abducted. Susan and Caroline’s bodies were found within just 24 miles of each other.",
    "10-year-old Sarah Harper abducted. Lived in Morley, Leeds, which was further south that the two other girls, but still in the north of England. Body found on 19 April 1986 floating in the River Trent. Determined that Sarah had been put in the river at around junction 24 of the M1 when she was still alive. Sarah’s assailant had violently explored both her vagina and her anus. All the victims were young girls who had been skillfully abducted from public places for a sexual purpose. They were all driven south and murdered, their bodies dumped in the Midlands, within 26 miles of each other.",
    "6-year-old Mandy Wilson abducted. David Herkes watched her approach a van with its passenger door open. Herkes had the presence of mind to take the van’s registration number then called police. Robert Black was caught. He had sexually assaulted Mandy Wilson, tied her hands behind her back, covered her mouth with Elastoplast and shoved her into a sleeping bag.",
    "Police submitted their report to the Crown Prosecution Service",
    "Black was served with ten summonses.",
    "Opening arguments started.",
    "Jury began deliberations.",
    "Jury agreed upon a verdict. Black was found guilty on all counts. Sentenced him to life for each of the charges. Eligible for parole in 2029 when he’s 82.",
    "Meeting was held in Newcastle to consider the possibility of Black’s involvement in similar murders. As well as possible murders in France, Amsterdam, Ireland and Germany, there were up to ten unsolved abduction and murder in England which bore Black’s MO: April Fabb, abducted in Norfolk, 1969; 9-year-old Christine Markham, abducted in Scunthorpe, 1973; 13-year-old Genette Tate, abducted in Devon, 1978; 14-year-old Suzanne Lawrence, found dead in Essex, 1979; 16-year-old Colette Aram, found strangled and sexually assaulted in a field in Nottingham, 1983; 14-year-old Patsy Morris, found dead near Heathrow, 1990, and Marion Crofts and Lisa Hession.",
    "Arrested on suspicion of the murder of a 13-year-old schoolgirl who has been missing for 27 years. Police in Devon and Cornwall confirmed that Black was being interrogated for Genette Tate who vanished near her home in 1978.",
    "Warren James Bland was born in Culver City, California.",
    "Father dies of heart attack.",
    "Marries Sue Ellen Sweeney, raped her on their wedding night then continuously for their marriage 2 months 10 days.",
    "Sue Ellen files for annulment citing grounds of extreme cruelty and grievous mental suffering.",
    "Bland enlisted for a three-year stint in the Marine Corps, immediately shipped to San Diego for basic training. Five weeks later went AWOL, found one month later, sent to the brig for 6 months of hard labor, brought back for basic training.",
    "AWOL second time, classified a deserter.",
    "Arrested, court-martialed, sentenced to another 6 months of hard labor, discharged for bad conduct from the Marine Corps.",
    "Released from U.S. Marines.",
    "Suspect in murder case of an officer on duty, never charged with crime.",
    "Arrested for taking a 1956 Thunderbird for a test drive and keeping it.",
    "Pleaded guilty to grand theft auto, sentenced to 30 days in county jail and 3 years probation.",
    "Took Dorothy Cobb to Las Vegas and married her, after raping her a few months earlier.",
    "Found guilty of assault with a deadly weapon but lessened to assault with force likely to produce great bodily injury after slicing a man in the abdomen with a bayonet for trying to talk to his wife, Dorothy, who was 7 months pregnant at the time.",
    "$250 fine, pay medical expenses, 5 years probation for the stabbing.",
    "Bland’s daughter, Debbie Ann Bland born.",
    "Dorothy left Bland, fleeing to Alaska for 6 months to live with cousin, returned to file for divorce when read in the papers Bland had been arrested for rape.",
    "Raped a woman.",
    "Raped a 46-year old secretary.",
    "Raped a 40-year old woman.",
    "Charged with forcible rape, robbery, kidnapping, kidnapping for the purpose of robbery, 3 counts of attempted rape.",
    "Pleaded not guilty by reason of insanity and denied any prior offense. Evaluated by several psychologists who received very different accounts of the crimes from Bland",
    "Committed to Atascadero State Hospital for 90 day observation period, in June determined to commit Bland to the hospital for an indeterminate period.",
    "Head of hospital recommends that Bland be sent back through the criminal justice system because he was not benefiting from treatment at the hospital.",
    "Bland released, put on 5 years probation.",
    "Bland behind bars again, after two women were raped, two had fought off attacker, and 15 year old girl left for dead after her throat was slit. Attacks were from August to November.",
    "Sentenced 3 years to life for one rape count, 1 to 25 years on kidnapping charge, and 5 years to life for burglary counts, all sentences to run concurrently. Officially a first timer in the penal system.",
    "Bland paroled. One year later, almost to the day, Bland arrested again for assaultive sexual conduct. For the first time ever his victim was a young girl.",
    "Released from prison again after incarcerated for above crime.",
    "Attacked, tortured, and raped an 11 year old boy.",
    "Arrested for suspected child molestation, released on $35,000 bail.",
    "Plead guilty to 2 counts of child molestation with the use of a deadly weapon and admitted to prior convictions. Sentenced to 9 years in prison and sent to the California Men’s Institution in Chino, east of Los Angeles. When speaking with prison psychologists, admitted for the first time of being a lifelong drinker.",
    "During time between prison terms, moved in with a woman and her three daughters, which he molested.",
    "Norma Williams (woman he lived with) felt she could turn him around with Christianity and married Bland.",
    "Bland attacked in prison by fellow inmate, neck split open from ear to collarbone, almost bled to death.",
    "Bland paroled again.",
    "Phoebe Ho (AF, 7) is abducted in South Pasadena, CA.",
    "Phoebe Ho’s body found in Riverside County, CA.",
    "Search warrant obtained to search Bland’s house. Forensic matches for a fiber from Bland’s car and a hair found in search",
    "Bland goes on the run, changes name to James Thaddeus Sterling and Charles St. Germain.",
    "Body of Wendy Osborn (WF, 14) found in San Bernardino County. Bland suspected of her murder, never charged.",
    "Charges filed for the murder of Phoebe Ho.",
    "Bland found in Pacific Beach, CA. Tried to flee cops, was shot and almost died when captured.",
    "Also suspected, but never charged, with the murder of Ruth Ost (WF, 81) in San Diego.",
    "Trial finally set for murder of Phoebe Ho.",
    "Bland found guilty and sentenced to death.",
    "Died in prison from natural causes.",
    "Born in Paulina, Louisiana.",
    "\"info missing\"",
    "Murdered Victor Rossi (WM, 41), beat him to death in his home in St. Amant, Louisiana. Blank worked at Rossi’s car repair shop",
    "Murdered Lillian Phillipe (WF, 71) of Gonzales, Louisiana. She was stabbed to death in her home. Blank previously bought car parts from the store that Phillipe’s husband had started.",
    "Murdered Barbara Bourgeois (WF, 58), of Paulina, Louisiana. She was stabbed to death at her home, a quarter mile away from Blank’s home.",
    "Daniel bludgeoned to death, Sam Arcuri (WM, 76) and Louella Arcuri (WF, 69) in their LaPlace, Louisiana home.",
    "Daniel murdered Joan Brock (WF, 55), in the back yard of her LaPlace home. She was beaten to death. Blank had worked at Brock’s husband’s car repair shop in Reserve.",
    "Attempted murder of Leonce and Joyce Millet, both 66 years old. They were beaten and shot inside their Gonzales home. They both survived. They helped the police composite a sketch of Daniel Blank that eventually lead to his arrest.",
    "Daniel Blank was arrested in Onalsaka, Texas. Sherrif Jeff Wiley of Ascension Parish, La., said Blank confessed on videotape to stabbing, bludgeoning, or shooting six people to pay for his gambling habit.",
    "Daniel Blank’s girlfriend, Cynthia Bellard, was arrested days after Daniel was arrested on five different murder charges. In exchange for having those charges dropped, she agreed to testify about Blank’s killing spree.",
    "Daniel Blank was convicted of first-degree murder in the death of Joan Brock",
    "The prosecutors dropped two counts of first-degree murder against Daniel Blanks ex-girlfriend, Cynthia Bellard.",
    "Daniel Blank escaped during a pause in the hearing through a second-floor bathroom window. He was caught after a short chase.",
    "Daniel Blank’s attorneys argued that the investigators coerced and manipulated their client into falsely confessing. The defense also motioned for a change of venue as a result of the cases popularity.",
    "Was convicted of killing Lillian Philippe and was sentenced to death by lethal injection.",
    "Convicted of killing Joan Brock and was sentenced to death by lethal injection",
    "Daniel plead guilty to two counts of first-degree murder for the deaths of Sam and Louella Arcuri. He was sentenced to two irrevocable life sentences.",
    "Born in Connecticut.",
    "Neglected and abused by parents and grandfather",
    "Served time in a juvenile hall for stealing license plates. Bonin became the sexual play things of others, sexual sadism, punishments such as submersion in ice water, and threats at the point of a knife.",
    "1st sexual experience, aware asked for restraints.",
    "Joined the Air Force.",
    "First arrest for sexually assaulting young boys. Sent to Atascadero State Hospital and diagnosed as having a manic-depressive illness.",
    "Released from Atascadero State Hospital.",
    "Rape and attempted strangulation of David McVicker, 14-years old.",
    "Released by the California prison system.",
    "Killed first victim Marcus Grabs, 17-years old.",
    "Murdered Donald Hyden, 15-years old.",
    "Murdered David Murillo, 17-years old.",
    "Murdered Dennis Frank Fox, 17-years old.",
    "Murdered Charles Miranda, 15-years old.",
    "Murdered James McCabe, 12-years old.",
    "Murdered Ronald Gatlin, 19-years old.",
    "Murdered Harry Todd Turner, 14-years old.",
    "Murdered Glenn Barker, 14 years old and Russell Rugh, 15 years old.",
    "Murdered Steven Wood, 16-years old.",
    "Murdered Darin Lee Kendrick, 19 years-old.",
    "Murdered Lawrence Sharp, 17-years old.",
    "Murdered Steven Jay Wells, 18-years old.",
    "Attempted rape, with intent to kill, Harold T, 15-years old. Apprehended by police.",
    "Charged with 14 counts of murder, three counts of robbery.",
    "Convicted during first trial he was sentenced to death in 1982 for 10 murders throughout Los Angeles County.",
    "Convicted during second trial in Orange County of the other four murders, for which he received a second death sentence.",
    "Bonin v. California",
    "Executed. First person in California to die by lethal injection.",
    "Born in Coushatta, Louisiana",
    "Grandfather throws himself down a well",
    "Aunt brutally murdered",
    "Dropped out of high school",
    "Joined the Army",
    "Marries 13-year-old Terry Laverne Ward",
    "Receives bronze star in Vietnam for service",
    "Divorces Terry Laverne Ward",
    "Awarded 'exemplary behavior, efficiency and fidelity' from Army",
    "Given 'Outstanding service in connection with military operations against a hostile force' from the army",
    "Marries second wife, Tuyet Minh Huynh in Bexar County, Texas",
    "Father dies",
    "Robert and Tuyet Minh Huynh’s son, Thomas, is born",
    "Awarded “exemplary behavior, efficiency and fidelity” from Army",
    "Divorces Tuyet Minh",
    "Receives dishonorable discharge from the army for drug use",
    "Marries third wife, Brenda Gayle Ware",
    "Took Brenda Gayle Ware down to a remote waterway where he beat her fiercely. She barely made it out alive",
    "Katherine Jean Hayes (WF, 15) is strangled in Coushatta, LA (Browne later confesses to this murder)",
    "Divorces Brenda Gayle Ware",
    "Marries Rita Coleman",
    "Strangles Rita Coleman and she ends up in the ER where the doctor told her that her larynx was almost crushed",
    "Arrested for stealing three rolls of copper wire from Wireways Inc.",
    "Arrested for burglarizing a construction trailer belonging to International Paper Co. He pleaded guilty to reduced burglary and theft counts and spent 45 days in jail",
    "Wanda Faye Hudson (WF, 21) is stabbed to death in Coushatta, LA (Browne later confesses to this murder)",
    "Divorces Rita Coleman",
    "31",
    "Melody Bush (WF, 22) is poisoned to death in Flatonia, Texas. (Browne later confesses to this murder)",
    "Charged with stealing a bell from a local Baptist Church",
    "Stole a ford truck from a ford dealership. Took the truck to Colorado where he met up with Marjorie Miller an old lover and ‘Jack Mason’",
    "Continued to still use marijuana and cocaine and sell it to dealers for money.",
    "Shot a cow for fun, slit its throat and drank its blood (Jack Mason recalls)",
    "Arrested and pled guilty to truck theft and resisting arrest. Sentenced to 18 months in prison",
    "Given Parole",
    "Rocio Delpilar Sperry (HF, 15) is strangled to death in Colorado Springs, CO. (Browne later confesses to this murder)",
    "Marries fifth wife Diane Marcia Babbitts",
    "Heather Dawn Church (WF, 13) is abducted in Black Forest, Colorado. (Browne later confesses to this murder)",
    "Lisa Lowe (WF, 21) is strangled to death in West Memphis, Arkansas. (Browne later confesses to this murder)",
    "Had an online relationship with ‘QT’",
    "Arrested for the murder of Heather Dawn Church",
    "Pleads guilty to first-degree murder in Church case. Sentenced to life without parole",
    "Writes first letter to El Paso County district attorney",
    "Charlie Hess begins talking to him",
    "Pleads guilty to murder of Rocio Sperry. Sentenced to concurrent life without possibility of parole for 40 years",
    "Returns to solitary confinement in Colorado Territorial Correctional Facility",
    "First murder. An American GI in South Korea",
    "Kills ‘South Philly’ prostitute in a New Orleans Holiday Inn",
    "Kills ‘Cajun Lady’ in Morgan City, Louisiana",
    "Kills two males and sets their trailer on fire.",
    "Killed two people on I-70 West of Denver",
    "‘Lady laid to rest’ in marshy area near West Memphis Arkansas",
    "‘Dumped male in the muck’ near Tulsa, Oklahoma",
    "Throws 'lady over the precipice' in Washington State",
    "Kills a couple on the beach in California",
    "Kills ‘cowboy lady’ in Colorado Springs",
    "Shot motorcyclist in New Mexico",
    "Born in Webster, South Dakota. He was the second son of Henry and Eileen and brother to Larry. Jerry was an accidental birth and his parents preferred a daughter over a second son, despite the fact that they lived on a farm.",
    "At this time Jerry was living in Portland, Oregon and his family was financially stable. Jerry became fascinated with women’s high-heeled shoes. He found a pair of open-toed high-heeled shoes in a junkyard while wandering and playing alone, and wore them home. His mother scolded him repeatedly for wearing the shoes and eventually burned them.",
    "Family moves to Riverton, California and Jerry enters the first grade. His teacher wears high-heeled shoes and keeps two pairs in the classroom. Jerry hides the second pair of shoes from the teacher so that he can take them home. A classmate intercedes and Jerry confesses to his attempted theft. His teacher gets angry and Jerry becomes embarrassed and leaves the room.",
    "Jerry fails second grade. He is diagnosed with the measles, sore throats, swollen glands and laryngitis during this time. He had to get several operations on his extremities to fight against fungal infections. He also complained of frequent headaches that often left him unable to see clearly. School officials thought that eyeglasses might solve these problems, and also alleviate the problems he was having in school. However, the optometrist did not find a significant need for glasses. A thin prescription was given to Jerry with the thought that they might function similar to a drug placebo. His headaches persisted, and eventually his IQ was tested which came out to be within the normal range.",
    "Jerry’s family moves twice more during this time to Grants Pass, Oregon and then to Wallace Pond, Oregon. At Grants Pass Jerry’s neighbors had several teenage girls and Jerry began to sneak into the house with the girl’s brother and play with girls’ clothes. At this time Jerry’s shoe fetish expands to women’s undergarments. At Wallace Pond Jerry’s father enters back into the agricultural industry.",
    "His brother Larry was now 16 and had a normal fascination with the nude female body. Larry drew several pictures of nude females and kept them hidden in the fear that his disapproving mother would find them and become angry. Jerry eventually found the box the drawings were hidden inside and picked the lock. He was caught in the process and took the blame instead of telling on Larry.",
    "Jerry begins to go through puberty. His mother again shows her disgust for anything sexual in nature, even forcing Jerry to wash his stained sheets by hand. Jerry begins to have bizarre fantasies. He fantasized that he would capture a girl force her to obey his commands and beg for mercy. His family moves again to Corvallis Oregon where Larry is studying electronics at Oregon State University. Jerry continues his habit of stealing women’s shoes and undergarments, and uses them to enhance the pleasure of masturbation.",
    "Jerry steals the undergarments of an 18-year-old girl. Jerry decides he wants to get a nude photograph of the girl instead of relying on the undergarments for his sexual pleasure. He set up an elaborate plot to get the girl to pose for the nude photo. Jerry asked the girl to come to his house under the guise that he could help her get back her undergarments. When the girl arrived she was accosted by a masked man with a knife that forced her to remove her clothes and took several photos. The man left and the girl got dressed and fled. Before she could get away she ran into Jerry who said he saw the intruder and was locked in the barn. The girl left and informed the police of what had happened.",
    "Jerry lured a 17-year-old girl to his car. Jerry drove her to a deserted farmhouse where he beat her profusely. A couple stopped on the scene of the crime and notified the police. Jerry claimed that he had stopped to help the girl himself and was not the attacker. The couple did not believe Jerry, and eventually the Oregon state police obtained a confession. In Jerry’s house and car they found woman’s undergarments, photos, photo equipment, and Jerry was arrested for assault and battery.",
    "Jerry was committed to Oregon State Hospital for evaluation and treatment",
    "Initial diagnosis of 'adjustment reaction of adolescence with sexual deviation and fetishism'.",
    "While hospitalized Jerry was allowed to attend high school during the day at North Salem High School in Dallas Oregon. Jerry is diagnosed as 'borderline schizophrenic', a diagnosis that was often given at this time. Jerry remained hospitalized for 8-9 months and was eventually discharged and deemed not to be a danger to society.",
    "Jerry was released from Oregon State Hospital and went back to high school in Corvallis. He graduated high school with a low GPA in the lower 30% of his graduating class.",
    "Jerry tried his hand at college and advanced technology schools including Oregon State university and Salem Technical Vocational School. His attendance was erratic and he eventually gave up on school.",
    "Joined the U.S. Army. Jerry was stationed at Fort Ord, California and did his basic training in Fort Gordon, Georgia. He was granted the rank of E-2.",
    "Jerry began to have dreams that a Korean girl who would seduce him.",
    "Jerry decided to go see the army chaplain who referred him to the army psychiatrist, Captain Theodore J. Barry. Barry discharged Jerry Brudos from the army because of his 'bizarre obsessions'",
    "After being discharged from the armed forces Jerry moved back to Corvallis with his parents, but was forced to live in their shed. One night after running an errand, he became excited by a young girl who was walking and followed her home. He strangled her until she was unconscious and then stole her shoes. He slept with the shoes in an attempt to feel more powerful.",
    "Jerry obtained his FCC license and began working at the Corvallis radio station",
    "While working at the radio station, Jerry meets his future wife, Darcie Metzler, who was 17 at this time. The two began going out and Darcie’s parents did not approve of this relationship. Arguably as an act of rebellion, Darcie gave Jerry a kind of attention that he had not experienced before and the two were married within a few months time.",
    "Their daughter Megan is born. And the couple moves all up and down the west coast mostly because Jerry is not able to maintain employment.",
    "Jerry manages to get a job as a technician at a West Salem electronics firm. He leaves the job after a while and the family continues moving around.",
    "The family settles in Portland where Jerry obtains a job as an electrician. Darcie got pregnant again, and Jerry was very excited to have a son. However, Darcie would not allow Jerry to be present during the birth of their son Jason. Jerry is deeply saddened by this and regresses back to shoe and undergarment theft.",
    "Shortly after his rejection in the birthing room Jerry claims he stalked a woman in Portland. He waited for her to fall asleep at home. He broke into the house and attempted to steal the woman’s shoes. She woke up and Jerry choked her until she went limp, raped her, stole her shoes, and fled the scene.",
    "Jerry was electrocuted at work. The 480 volt shock left him dazed, and with minor damages but he was never hospitalized",
    "1st Murder- Linda Slawson (WF, 22)- she was selling encyclopedias door to door and Jerry convinced her to come down to his workshop (lower garage), hit her with a two by four, and then strangled her to death. Before disposing of the body Jerry removed her clothes and put several undergarments from his collection on the corpse. He cut off her left foot and kept it in the freezer in a high-heeled shoe.",
    "Jerry faked a flat tire and dumped the body over a bridge.",
    "Stephanie Vikkois reported missing in Portland.",
    "Jan Susan Whitney a 23-year-old college student at the University of Oregon goes missing.",
    "Karen Sprinkler a 19-year-old college student goes missing. Two young girls inform police that a large man dressed in drag was on the parking garage roof where Karen’s abandoned car was found on the day Karen went missing.",
    "Jerry encounters Sharon Wood in a parking garage at Portland State University. Sharon attempted to fend off Jerry’s attack by biting his thumb until it bled.  erry beat her unconscious but an oncoming car caused him to flee the scene of the crime. Police failed to make any immediate connections between these events.",
    "Jerry encounters 14-year-old Liane Brumley. He attempted to abduct her in his car but she escaped.",
    "Linda Dawn Salee (WF, 19) is reported missing. Her car is found abandoned at a parking garage and police begin to realize they could be dealing with a serial killer. Jerry posed as a police officer and killed her by asphyxiation.",
    "A local fisherman discovers Linda Salee’s body in the Long Tom River. Her body had been weighed down by an auto transmission. Two days later Karen Sprinkler’s body is found a mere fifty feet away.  Karen was tied to an old engine which caused her to remain submerged. Jerry had cut out her breasts as souvenirs and filled the holes with brown paper towels. He had also placed a bra from his collection of undergarments over her mangled chest.",
    "Jerry begins to phone dorm rooms at Oregon State University. He is somehow able to arrange several blind dates through this method. At this point police are onto the killer’s pattern and are staking out all areas where young attractive women are present. A female student that claimed to have gone on one of the blind dates gives the police a description of Jerome Brudos.",
    "Jerry attempts to contact the same girl a second time. The girl informed police and Jerry was questioned at the girl’s residence hall. Jerry cooperated and his information came back legitimate so he was not arrested. Subsequently, the police examined Brudos’ record and decided to go to his home for some follow up questions. At the house they saw several suspicious items in the garage and began building a case.",
    "Police have enough evidence to obtain an arrest warrant for Brudos. Brudos attempted to flee from the police who were attempting to serve him with a warrant for the attempted abduction of Liane Brumley the young girl who had escaped less than a month earlier. Once Jerry is captured the police begin the interrogation process.",
    "Jerry attempts to convince his wife to burn clothing and other evidence from jail. Darcie does not comply this time.",
    "Investigator Jim Stovall obtains evidential confessions from Jerry first followed by confessions to the murders of the two recently discovered bodies as well as the murder of Linda Slawson and Jan Whitney.",
    "Brudos is arraigned for the murder of Karen Sprinker. Brudos pleas NGRI.",
    "Jerry is tested by several psychiatrists. He shows above average IQ and cognition and is deemed NOT criminally insane. He is diagnosed as 'antisocial personality, manifested by fetishism, transvestitism, exhibitionism, voyeurism & especially sadism.'",
    "As the evidence mounted, Brudos was eventually charged with three counts of first degree murder for the murders of Jan Whitney, Linda Salee, and Karen Sprinker. Brudos decides to revoke his plea of NGRI and plead guilty. That same day he is sentenced to 3 consecutive life sentences (no death penalty in Oregon). He was not charged with the murder of Linda Slawson as her body was not found.",
    "12 woman went missing in Brudos’s area during the time he was free, so an investigation was ongoing to attempt to uncover the whereabouts of the other missing women. A neighbor implicated Darcie Brudos in one of the murders claiming that Darcie helped Jerry carry a body from the garage.",
    "Darcie is arraigned, charged with aiding and abetting in the first degree murder of Karen Sprinker.",
    "Darcie testifies and claims that she had no involvement.",
    "Darcie found not guilty.",
    "Darcie divorces Jerry. Wisely, she also moved, changed her name, and eventually obtained a court order forbidding her children from visiting or writing their father.",
    "Jerry has a lot of trouble in prison. He is hit in the head with a bucket of water and frequently beaten by fellow inmates. On January 1, 1970 he is treated for rectal bleeding that was classified as being caused by hemorrhoids or 'other'.",
    "Jerry and his lawyers have several failures in the appellate courts until their last appeal is rejected on May 25, 1977.",
    "Brudos goes up for parole. Parole is not granted and the parole board makes it clear to the victims’ families that Jerry will not be set free.",
    "Brudos dies of natural causes in prison.",
    "Born in Quanah, Texas",
    "Judias’ mother dies of TB",
    "Judias’ father remarries",
    "She is sent to jail for 60 days for attacking stepbrothers and stepmother",
    "Graduates from Foothills High, a juvenile detention center",
    "First son Michael Shultz is born (later changed to Michael Goodyear)",
    "Judias marries James Goodyear",
    "James Goodyear, Jr. is born",
    "Kimberly is born to James and Judias",
    "James Goodyear, her husband, dies in Orange County, Florida (arsenic poisoning). Judias receives life insurance.",
    "Met Bobby Joe Morris",
    "Moves in with Bobby Morris in Trinidad, Colorado",
    "Burns a home and collects insurance policy",
    "Death of Bobby (by arsenic poison). Judias gains life insurance.",
    "Michael Goodyear (WM, 19), her first born, dies in boating incident in Santa Rosa County, Florida. Judias drowns him because previous attempt to poison him failed. She also collects multiple life insurance policies.",
    "Meets John Gentry",
    "Judias and John move in together",
    "John Gentry’s car explodes at the Driftwood restaurant and he survives",
    "Judias is arrested on the charge of attempted murder of John Gentry and further investigations begin",
    "Judias receives an indictment for murder and grand theft concerning Michael Goodyear and is arrested and sent to jail",
    "A trial begins for the murder of Michael Goodyear",
    "A jury returns a verdict of guilty of the first degree murder of her son Michael Goodyear and grand theft for the collection of insurance policies",
    "Judias receives her sentence for murder of  Michael, life without parole",
    "Judias’ trial for attempted murder of John Gentry begins",
    "A jury finds Judias guilty of attempted first degree murder concerning John Gentry",
    "Trial for murder of her first husband James Goodyear begins",
    "Jury finds her guilty of first degree murder of James Goodyear",
    "A judge sentences Judias to electrocution for murder of James Goodyear",
    "Appeals are filed and initial verdicts and sentencing upheld",
    "Judias was executed in electric chair in Florida State Prison",
    "Eleanor Louis Cowell gives birth to Theodore Robert Cowell in Burlington, VT; speculated that Eleanor’s father was also Ted’s father.",
    "Ted and mother moved in with Ted grandparents. From this point until 1969 he believes that his mother is his sister and his grandparents are his parents.",
    "Caught standing beside his aunt’s bed grinning after he placed knives in bed. All knives pointed to her.",
    "Eleanor and Ted move to Tacoma, Washington; changes name from Cowell to Nelson for unknown reasons",
    "Eleanor marries Johnnie Bundy and her son takes his step-father’s last name.",
    "There is no evidence that Johnnie ever abused Ted, but the two were not close, and Ted felt uncomfortable around him as he made attempts to bond with him.",
    "Ted is told he is illegitimate.",
    "Ted is suspected of burglaries as a teenager, but no charges were ever pressed.",
    "Bundy graduates from Woodrow Wilson High School in Tacoma, Washington",
    "Upon his graduation, he admittedly began stealing regularly",
    "Enrolls at University of Puget Sound and attends the school until the next spring",
    "Enrolls at University of Washington. Attends until spring 1969.",
    "Meets Stephanie Brooks",
    "Brooks breaks off relationship with Bundy.",
    "Visits his birthplace, and learns for certain that his mother is Eleanor and that he is illegitimate.",
    "Re-enters University of Washington and meets Liz Kendall, whom he begins dating. Liz would be his girlfriend throughout most of his murders. Returns to school with a sense of purpose, and becomes an honors student. Also becomes involved in local politics.",
    "Graduates from University of Washington",
    "During a business trip, he meets up with Stephanie Brooks. She is impressed with his change and they begin to see each other every so often.",
    "Attacks Joni Lenz in her Seattle apartment. She survives.",
    "Abruptly stops seeing Brooks. This was revenge for her dumping him. She never saw or heard from him again.",
    "Abducts Lynda Ann Healy from her basement bedroom in Seattle.",
    "Abducts Donna Manson from the campus of Evergreen College.",
    "Abducts Susan Rancourt from the Central Washington St. campus.",
    "Abducts Kathy Parks from the campus at Oregon St.",
    "Abducts Brenda Ball from Burien, Washington",
    "Abducts Georgeann Hawkins from an alley near her University of Washington sorority house.",
    "Brenda Baker’s body is found in Millersylvania St. Park. It is unknown when she was abducted",
    "In separate incidents, Janice Ott and Denise Naslund are abducted from Lake Sammammish St. Park.",
    "Enters the University of Utah Law School",
    "Portions of the bodies of Ott, Naslund, and Hawkins are recovered two miles from Lake Sammammish St. Park",
    "Abducts Nancy Wilcox.",
    "Abducts Melissa Smith from Midvale, Utah.",
    "Smith’s body is found in summit Park near Salt Lake City.",
    "Abducts Laura Aimee from Lehi, Utah.",
    "Fowls up an abduction attempt of Carol DeRonch, but abducts Debby Kent later that day in Bountiful, Utah.",
    "Aimee’s body is found.",
    "Abucts Caryn Campbell from hotel in Aspen, Colorado",
    "Campbell's body is found near the motel she disappeared from",
    "The skulls of Healy, Ball, Parks, and Rancourt are found near Taylor Mountain in Washington.",
    "Abducts Julie Cunningham from Vail, Colorado.",
    "Abducts Melanie Cooley from her school in Nederland, Colorado",
    "Cooley is found dead twenty miles from Nederland",
    "Abducts Lynette Culver from her school playground in Pocatello, Idaho",
    "Abducts Susan Curtis from the campus of BYU while attending a youth conference.",
    "Abducts Shelley Robertson from Golden, Colorado.",
    "Abducts Nancy Baird from Layton, Utah.",
    "Is arrested for possession of burglary tools during a traffic stop in Salt Lake City. The incident eventually results in an arrest in the DeRonch attack.",
    "Abducts Debbie Smith in Utah.",
    "Is found guilty of aggravated kidnapping in the DeRonch attack",
    "Smith's body is found at Salt Lake International Airport",
    "Is sentenced to one-to-fifteen years in prison.",
    "FBI file case against Bundy in regards to the murders of Campbell and Smith (hairs found in his VW, and crowbar)",
    "Transferred to Garfield County jail in Colorado to stand trial for the murder of Ms. Campbell",
    "Escapes from the Pitkin County Law Library in Colorado while preparing for his upcoming trial in the Campbell murder.",
    "Is apprehended in Aspen, Colorado",
    "Escapes from Garfield County Jail in Colorado and flees to Tallahassee, Florida",
    "Attacks several women at the Chi Omega sorority house in Tallahassee, killing Lisa Levy and Margaret Bowman. Also attacks Cheryl Thomas.",
    "Abducts Kimberly Ann Leach in Lake City, Florida",
    "Arrested while driving a stolen VW in Pensacola, Florida",
    "Leach's body is found in Suwanee St. Park in Florida.",
    "Indicted for the murders of Levy and Bowman.",
    "Leach and Bowman murder trial begins",
    "Found guilty of the murders of Levy and Bowman.",
    "Sentenced to death for the murders of Levy and Bowman",
    "Trial begins for the Leach murder.",
    "Found guilty of Leach murder.",
    "Sentenced to death for Leach murder.",
    "Exchanged vows to Carole Ann Boone (defense witness) while questioning her on the stand. Verbal promise made under oath was enough to make them legally married.",
    "Bundy’s child from Carole Boone is born.",
    "Obtains a stay of execution only fifteen minutes before he is scheduled to die",
    "Obtains a stay of execution only seven hours before he is scheduled to die.",
    "Final death warrant is issued",
    "Executed in the electric chair at 7:16 a.m. in Starke State prison, Florida.",
    "Inala, Queensland, Australia; born without a sense of smell",
    "Beaten and sexually assaulted by friend’s older brother.",
    "First sexual experience and he got the girl pregnant.",
    "He had a job at a crematorium.",
    "Enjoyed weaponry, photography, and anatomy.",
    "Worked at SA Meat Corporation. He would brag about slaughtering the animals – saying that’s what he enjoyed the most. Shared house with Kevin Reid and Kevin’s girlfriend in N. Adelaide. Bunting killed Kevin’s terrier bulldog.",
    "Strong hatred discovered for homosexuals and pedophiles.",
    "Bunting began taking a class for metal work. Also met Veronika Tripp during this time.",
    "Tripp and Bunting got married. He now has a step-son, James, but only Veronika moved into the house that he shared with Kevin.",
    "Bunting moved with Tripp to 203 Waterloo Corner Rd, Salisburry North Australia.",
    "Killed Clinton Trezise. (First victim murdered)",
    "Was in a sexual relationship with Elizabeth Harvy while still married to Veronika Tripp. During this year Bunting killed cats and dogs and skinned them. He got James to watch. Bunting also meet Vlassakis in April of ’94.",
    "Step-son James moved into house with Bunting and Veronika. In December, he murdered Ray Davies.",
    "Police saw Suzanne’s name and account had withdrawals in Murray Bridge and linked to John Bunting’s address; Bunting told police Suzanne was a close family friend.",
    "Michael Gardiner is murdered.",
    "Barry Lane was murdered.",
    "Suzanne Allen disappeared",
    "Thomas Trevilyan was murdered.",
    "Troy Youde was murdered.",
    "Fredrick Brooks was murdered.",
    "Police tap Bunting’s home phone",
    "Elizabeth Haden was murdered.",
    "David Johnson was murdered.",
    "Bunting was arrested.",
    "Bunting’s trial began.",
    "Bunting was convicted of 11 counts of murder. Sentenced to life in prison.",
    "Angelo Buono is born in Rochester, New York.",
    "After his parents divorce, Angelo moves to Glendale, California with his mother Jenny, and his sister Cecilia.",
    "Angelo boasts to his friends about sodomizing and raping girls. He idolizes Caryl Chessman, a notorious rapist known as the 'red light bandit'. He considers Chessman to be his hero even though he thinks that Chessman should have killed his victims, instead of just sexually assaulting them. He begins calling his mother demeaning names like 'whore' and 'cunt'.",
    "Angelo drops out of school and is arrested several times for larceny. He is sent to reform school but escapes.",
    "Angelo is recaptured by the California Youth Authority",
    "Angelo impregnates Geraldine Vinal, a 17 year-old girl from his high school. He  marries Geraldine only to leave her less than a week later.",
    "Michael Lee Buono, Angelo’s first child, is born. He divorces Geraldine and refuses to pay child support. He also refuses to let Michael call him 'father.'",
    "Angelo’s second son, Angelo Anthony Buono III, is born. The child’s mother is Angelo’s current girlfriend, Mary Catherine Castillo.",
    "Angelo marries Mary Castillo.",
    "Mary gives birth to their second child Peter (Angelo’s third child).",
    "Mary gives birth to their third child Danny (Angelo’s fourth child).",
    "Mary gives birth to their fourth son Louis (Angelo’s fifth child).",
    "Mary gives birth to their fifth child, and first daughter, Grace (Angelo’s sixth child).",
    "Angelo is jailed for five days,",
    "Angelo is jailed again, this time for petty theft.",
    "Angelo is believed to have raped his two year-old daughter, Grace.(Not enough supporting information was found to elaborate on this event)",
    "Mary files for divorce because of Angelo’s perverse sexual desires and his violence. He shows no concern of the fact that his children had witnessed all of the abuse he inflicted on their mother.",
    "Mary tries to reconcile with Angelo. He handcuffs her and threatens to kill her after shoving a gun into her stomach. She does not try reconciling with Angelo again.",
    "Angelo moves in with Nanette Campina, a 25 year-old single mother of two children. He treats Nanette the same way he had treated Mary. Nanette doesn’t leave him for fear that he will kill her if she does.",
    "Angelo is arrested for stealing cars and sentenced to one year in prison. However, because of his large family, the sentence is suspended so that he may work. (There are conflicting dates as to when this arrest actually occurred. Some sources report it as being 1967 while others report it as 1968)",
    "Nanette gives birth to her and Angelo’s first child together (Angelo’s 7th child), Tony.",
    "Nanette gives birth to their second child together (Angelo’s 8th child), Sam.",
    "Angelo begins to abuse Nanette’s 14 year-old daughter and claims that 'she needs breaking in.' Angelo brags to his friends about raping the girl and claims that he then turned her over to his sons for their pleasure. Nanette decides to risk everything to get away from Angelo. She takes the children and leaves the state.",
    "Angelo marries Deborah Taylor. The two never live together, and never bother to get a divorce.",
    "Angelo’s roommate witnesses him masturbating as he watches school children with binoculars from their apartment window. Angelo admits to his roommate that he had forced his sons to rape his daughter and that he had sodomized one of his sons. (There are conflicting dates as to when Angelo’s confession to his roommate actually occurred.  Therefore a precise date is not available).",
    "Angelo moves into his own place and opens up an upholstering shop in the back. He frequently forces women to perform oral sex on him and often has sex with his sons’ girlfriends. He has the reputation for being a 'stud' and refers to himself as 'The Italian Stallion.'  Many young girls are attracted to Angelo and he begins dating a teenager and gets her pregnant twice. The girl aborts the first child and suffers a miscarriage during the second pregnancy. She stays loyal to Angelo, but he is promiscuous and keeps several other girlfriends at the same time.",
    "Angelo’s adoptive cousin, Kenneth Bianchi, moves to L.A. to live with him.",
    "Angelo and Kenneth discuss the idea of getting young girls to work for them as prostitutes. It is Angelo’s idea as a way for them to get money (as they are short on cash). They purchase a list of names of men who frequent prostitutes from Deborah Noble. Unbeknownst to Angelo and Kenneth, Deborah delivers a 'trick list' and deceives them.",
    "Deborah Noble and her friend Yolanda Washington deliver the list of men to Angelo. Yolanda is 19 years-old, a part-time waitress and a prostitute. Yolanda tells Angelo that she usually works a particular stretch on Sunset Boulevard. Angelo and Kenneth soon find out that the list is a fake and seek out to get revenge for the money they paid.",
    "Angelo and Kenneth begin their rampage. They seek out Yolanda Washington, rape and strangle her in the back seat of Kenneth’s car.",
    "Washington’s body is found near Universal City in a cemetery. She still has the fabric around her neck that was used to strangle her.",
    "Victim Two-Judith Miller, a 15 years-old runaway and prostitute.",
    "Miller’s body is found with ligature marks on her ankles, wrists, and neck. She has also been raped.",
    "Victim Three-Elissa Kastin, a 21 years-old waitress.",
    "Kastin’s nude body is found on a highway embankment. She is found with ligature marks similar to those found on Judith Miller. She has also been raped and sodomized.",
    "Victim Four-Jane King, a 28 year–old aspiring actress.",
    "Victims Five and Six- Sonja Johnson age 14 and Dolly Cepeda age 12.",
    "A nine year-old boy finds the bodies of Sonja Johnson and Dolly Cepeda in Highland Park. They too are found nude with ligature marks and had been raped. Victim Seven- Kristina Weckler, a 20 year-old college student. She is found the same day with ligature marks on the inner arm and on her neck.",
    "Jane King’s body is found near Los Feliz off-ramp on the Golden State Freeway.  She has been sodomized and strangled. (sources on the condition of King’s body coincide. Some say she had been raped, while others report that the body was so badly deteriorated that rape could not be definitively determined)",
    "Victim Eight-Lauren Wagner, an 18 year-old student.",
    "Lauren Wagner’s body is found nude, strangled, and with electrical burns on her palms. She also has ligature marks on her body and had been raped.",
    "Victim Nine - Kimberly Martin, an 18 year-old call girl who went by the name of Donna*. Her body is found the same day in a vacant lot on a hillside. *(some sources report Martin’s name as Kimberly Diane Martin, while others say she went by “Donna”)",
    "Angelo’s mother dies.",
    "Victim Ten-Cindy Hudspeth, a 20 year-old college student. Her body is found in the trunk of her car which had been pushed over a cliff. She is also found nude, raped, and with ligature marks on her body. This is the last murder that Angelo and Kenneth participate in together, and Angelo’s final murder before being arrested and ultimately sent to prison.",
    "Angelo Buono is arrested after Kenneth Bianchi tells police of his and Angelo’s involvement in the murders.",
    "At the preliminary hearing Kenneth Bianchi testifies in court that he does not know if he was telling the truth or not when he told police of Angelo’s involvement in the murders. Due to this unexpected testimony by Bianchi, Roger Kelly, Buono’s attorney, moves to dismiss all 10 counts of murder against Angelo and to drop prosecution against him as a Hillside Strangler.",
    "Judge Ronald M. George, who had been appointed to hear the Buono case, denies Kelly’s motion to dismiss the charges against Angelo explaining that a dismissal would not be 'in the furtherance of justice.'",
    "The District Attorney’s office withdraws from Angelo’s case and Attorney General George Deukmejian brings in two new attorneys for the prosecution, Michael Nash and Michael Boren. A special investigator, Paul Tulleners, is assigned to assist the new prosecutors in evaluating the evidence.  After deciding that the evidence against Angelo is sufficient enough to prosecute him, it is decided that George Deukmejian will prosecute the case in court.",
    "Angelo’s case finally goes to trial, but is disrupted by continuances which the defense appeals all the way to the California Supreme Court.",
    "Jury selection in the trial begins which lasts for three and a half months",
    "Angelo’s trial finally begins and eventually becomes the longest trial in United States at the time.",
    "Angelo’s trial continues for over a year. Some of the witnesses in the trial include some of the girls that Angelo had abused and tormented, Becky Spears and Sabra Hannan. Judge George and members of the jury were taken to the actual hillsides where the victims were found and were given a presentation by the key detective at each site. The prosecution finally produces a key witness, a young girl whom Angelo had a run-in with the night he and Kenneth killed Kimberly Martin. The girl testifies that Angelo had harassed and terrorized her in the Hollywood Library. She was able to testify that Angelo had used a payphone in the library to call Kimberly Martin and lure her to him and Kenneth. These payphone calls had been part of the clues in Kimberly Martin’s death, but detectives could never prove who had made the calls. The defense efforts of Angelo’s trial are short due to his non-cooperation with his attorneys.",
    "The jury in Angelo’s trial begins deliberations.",
    "The jury comes to the agreement that Angelo is guilty in the murder of Lauren Wagner.",
    "The jury finds Anglo not guilty in the murder of Yolanda Washington.",
    "The jury finds Angelo guilty of the murder of Judy Miller, Dolores Cepeda, Sonja Johnson, Kimberly Martin, Kristina Weckler, Lisa Kastin, Jane King and Cindy Hudspeth. After this decision Angelo is considered a 'multiple-murderer' under California law, and will face either life in prison or capital punishment.",
    "Angelo takes the stand after jury deliberations end and claims 'My morals and constitutional rights has been broken.' After the jury deliberates for an hour, they recommend life in prison without the possibility of parole for Angelo and spare him of the death penalty. The judge upholds the sentence. Angelo is initially sent to Folsom Prison. Here he refuses to come out of his cell for fear of injury by other inmates.",
    "Angelo is transferred from Folsom Prison to Calipatria State Prison in California. (exact date unknown)",
    "Angelo marries Christine Kizuka while in prison. She is a supervisor at the Los Angeles office of the state employment development department and a mother to three children. She had met Angelo in prison when she came to visit her husband whose cell was next to Angelo’s. Kizuka had divorced her husband in 1983 and continued to visit Angelo in prison. Prison officials agreed to never allow conjugal visits between Angelo and Christine due to the nature of Angelo’s crimes and his history of violence against women.",
    "Angelo Buono dies at Calipatria State Prison from a heart condition. He is alone in his cell at the time of his death and officials rule out the possibility of any foul play.",
    "Born in 1792",
    "Follows older brother Constantine in to army",
    "Moves in with Nelly McDougal and Mickey Culzean",
    "Meets William Hare, moves in to his house with Nelly",
    "Hare’s lodger, Donald, dies; Burke and Hare sell deceased body to Dr. Knox to cover debt owed by Donald. Sold for ₤7 10 shillings",
    "Hare’s lodger, Joseph, falls ill; Burke and Hare smother him with a pillow, sell his body to Dr. Knox for ₤10.",
    "Another lodger, man from Cheshire, ill with jaundice; body sold to Dr. Knox for ₤10.",
    "Went out drinking with Abagail Simpson; she returned to Hare’s home because she was sick from drinking, Hare and Burke smother her. Sold to Dr. Knox for ₤10.",
    "Burke, while drinking, meets two prostitutes; buys them more alcohol, takes them back to his brother’s house. One prostitute, Mary Paterson, passes out on the dining table; Burke and Hare smother her. Body sold to Dr. Knox for ₤8.",
    "A woman lodger, at Hare’s home for one night, is very drunk; Burke smothers her and the body is sold to Dr. Knox for ₤10.",
    "Mary Haldane, a lodger, falls asleep in Hare’s stable; Burke and Hare suffocate her, sell her body to Dr. Knox.",
    "Effie comes to Hare’s house, Burke takes her to the stable and gets her drunk; Burke and Hare suffocate her, sell the body to Dr. Knox for ₤10.",
    "Burke takes a drunken woman, who is being escorted home by an officer, off the officer’s hands. The woman is killed, and her body is sold to Dr. Knox for ₤10.",
    "Old woman and her grandson from Glasgow lodge at Hare’s home; Burke and Hare smother them and sell their bodies to Dr. Knox for ₤8 each.",
    "Burke and Nelly move two streets away, in to an apartment with Burke’s cousin and her husband, the Broggans.",
    "Margaret Haldane, daughter of Mary Haldane, suffocated at the Broggan’s by Burke; body sold to Dr. Knox for ₤8.",
    "Mrs Ostler, a washer, comes to the Broggan’s. Burke and Hare get her drunk, then suffocate her. Body sold to Dr. Knox for ₤8.",
    "Ann McDougal comes to visit Nelly at the Broggan’s; Hare and Burke get her drunk, then kill her. Body sold to Dr. Knox for ₤10.",
    "Jamie Wilson, who is mentally retarded, is invited to Hare’s home by Hare’s girlfriend, Maggie Laird; Wilson drinks some, and Burke and Hare suffocate him. They strip his body, taking a spoon and snuff box. Body sold to Dr. Knox for ₤10.",
    "Mrs. Docherty lured back to Burke’s; killed after the Halloween party by Burke and Hare.The struggle is heard by many of Burke’s neighbors.",
    "James Gray, neighbor of Burke, goes to the police after his wife discovers the corpse of Mrs. Docherty. Nelly and Burke are taken in for questioning.",
    "Police discover the corpse of Mrs. Docherty in Dr. Knox’s basement. The body was identified by neighbors of Burke; Burke, Hare, Nelly and Maggie are charged with murder.",
    "Hare and his wife Maggie offered immunity if Hare comes forward about Mrs. Docherty and any other of Burke’s murders. Burke was set for trial on two counts of murder.",
    "Trial begins",
    "Burke found guilty on majority vote (two members voted not guilty) and Nelly is found not guilty. Burke sentenced to hanging on January 28, 1829, and his body to then be dissected.",
    "Burke is hanged publicly. His body is then dissected publicly, in accordance with a law from 1752.",
    "Born in Amarillo Texas, adopted as the only child of Fred and Delle Albright",
    "As a child he was doted upon and would be dressed in girl’s clothes and given a doll at times when his aunt was present. He was an impulsive child and would always manage to get out of the yard behind where his mother worked. She searched the fence and found no openings, but later learned he would wait for people passing by and simply would ask them to lift him over. Della ended up tying him to the porch to keep him away from the fence.",
    "As soon as he received his first gun, he began shooting small animals such as squirrels and rabbits.  He wanted to become a taxidermist and with Delle’s help, learned to skin and stuff animals but grew bored of small animals. \nAs a teen he helped his mother in her real estate business",
    "Convicted of aggravated assault.",
    "Owned property that his adoptive parents bought for him",
    "Had sex with local prostitute and received “crabs.”",
    "Stole $380 from a cash register, and after a police investigation, they found 2 handguns, and a rifle worth over $111.",
    "Sentenced to prison for theft and receiving stolen goods and served 6 months of a 2 year term. This began his fate of the 10’s… he has trouble with the law approximately every 10 years, but was apparently a \nsuccessful thief and con artist in between!",
    "Went to Arkansas State Teacher’s College. Broke into a girl’s dorm and stole nude pictures, and also broke into a professor’s office.",
    "Cut out the eyes of a friend’s ex-girlfriend and pasted them on the walls and onto the picture of another girl’s face.",
    "Dated Bettye Nestor, an excellent prim and proper young lady, who worked in the president’s office and then he tricked her into stealing keys for all over the college and used them unethically to aid his schemes.",
    "Married Bettye Nestor two days after Christmas. Rarely keeps a job more than 3 months and became a bullfighter to show friends he could, styled hair, manufactured baseball bats, became and illustrator, and was a designer for a company that made airplanes.",
    "Stole equipment from the college and was ready to take it away at the end of semester, but caught. He was expelled from school but was not \ncriminally prosecuted.",
    "Arrested for receiving and concealing stolen goods. Charges didn’t stick so he was released and suffered no consequences.",
    "Forged papers from Arkansas State Teacher’s college, changing grades to A’s and B’s, and giving himself a Bachelor’s Degree, and then a Master’s degree.",
    "Sentenced to 3 years probation in Hunt County for forgery and altering official records (to change his grades and get undeserved academic recognition for jobs).",
    "Arrested for forging cashier’s checks. Only received probation.",
    "Separated from wife, Bettye.",
    "Was sentenced to a year of probation after stealing 2 perfume atomizers from a Dallas store (he always loved giving gifts, even when \nunemployed, so assumed most were stolen).",
    "Sent back to prison after pleading guilty to stealing a miter saw and other items openly from a Dallas store",
    "Mother, Delle, dies. He travels and meets his birth mother.",
    "Is accused of molesting a 9-year old girl, and claims innocence and not understand why his friends and the girl would say such things, but accepted a guilty plea not to cause further problems.",
    "Dated Mary White, who came back long after he was convicted and insisted she was afraid of him and knew he killed Pratt because of astrological tables he followed and knew he would kill again.",
    "Went to trial for sexual molestation case and received probation.",
    "Father, Fred, dies. Albright moves in with Dixie Austin. He inherits almost $100,000 from his parents. Even with his inheritance, Dixie worked at a gift shop and fully supported Albright and paid all the household expenses.",
    "Divorced Bettye Nestor, they had one daughter.",
    "Rhonda Bowie, 30, another Dallas prostitute, found dead from stab wounds, eyes not removed.",
    "He tries to start a romantic relationship with Glenda Durham until she learns about Dixie.",
    "Starts drawing pictures of mutilated women, -- the prostitutes he \nmurdered? But not sure if it was before or after the first murder. Also, is beginning to display odd behaviors, such as mowing lawn in underwear and collecting serial killer books.",
    "Albright has an early morning shift delivering newspapers around which questions as well as alibis arose.",
    "Date of first slaying and eyeball removal, Mary Lou Pratt (WF, 35), prostitute, shot in the back of the head, eyes cut out and her body dumped in southern Dallas County. In about 3 monthss, there was an encyclopedia think file on Albright, but by then, 2 others were killed in the same manner.",
    "Second slaying- Susan Beth Peterson (WF, 27), shot in the back of the head, eyes cut out and her bodies dumped in southern Dallas County.",
    "Third slaying - Shirley Elizabeth Williams (BF, 41), prostitute, was found shot in the back of head,  eyeballs removed, her body dumped in southern Dallas County, found in the 2800 block of Bently Ave. [Albright lived nearby at 1000 block of El Dorado Ave, Oak Cliff, TX.]",
    "Albright’s home in the 1000 block of El Dorado Avenue is raided by police and searched where they found a pick-up truck that had been stolen from Chevrolet in 1988, and he is taken in for questioning, he is \nquestioned for 7 hours.",
    "He was not charged then, as the evidence from his home didn’t link him to the case, however it pushed the investigations further.",
    "Albright, indicted in the third of the three slayings on April 18, is in solitary confinement at the Lew Sterrett Justice Center. Before his March arrest in connection with the gruesome killings, murky undertows of vice, deceit and sexual depravity tugged quietly against the public persona of the amiable 57-year-old whom neighbors adored.",
    "Albright’s lawyer, Brad Lollar, “challenged the state's right to hold Mr. Albright pending an indictment in the October 1988 death of Rhonda Bowie.”",
    "Albright is “charged with murdering four Dallas-area prostitutes, also has become the chief suspect in two Arkansas killings” and many other unsolved murders try to find their way to Albright as killer.",
    "Prosecutors are consider dropping one of four murder cases against Albright (Rhonda Bowie)  because witnesses say he was at a softball tournament in New Mexico when the 1988 killing occurred in Dallas, which had the same fiber or hair evidence as in the three other cases currently under way. Police said that hairs or fibers found on the body of 30-year-old prostitute Rhonda Bowie implicated Albright.",
    "In more than 20 years of studying serial killers, FBI Agent Judson M. \nRay testified Friday, he has never seen anything like the \"precision cutting' used to mutilate three Dallas prostitutes. \"What was interesting to us was the method in which these victims, these body parts, were taken,' the FBI agent said. \"In my professional opinion, it's doubtful that you would have more than one person that deranged living in this city.'",
    "Neighbor testified that Albright was a very pleasant neighbor who often gave gifts and did free electrical work.",
    "Defense Forensic expert, Samuel J. Palenik, a small particles expert, testified that hair samples representing much of the evidence against Albright may not belong to him, Charles Albright’s girlfriend Dixie also testified saying that Albright was not capable of committing such violent crimes and also insists he was with her for at least one murder time. Palenik also questioned if the evidence from Albright’s vacuum cleaner even came from the victims, while the prosecution expert, Charles Linch of Dallas, listened",
    "Case goes to jury.",
    "Jury convicts Albright on one murder, Shirley Williams, due to strongest evidence (also her yellow raincoat) and he is sentenced to life in prison.",
    "More multiple prostitute slayings in Dallas",
    "After reading the book, and reading all the news articles, we feel Mr. Albright may have been wrongly convicted of Shirley Williams’ murder, and that whoever killed her likely killed the other two as well. We cannot guess if he has ever killed others, but lean towards his innocence in these three that qualify him as a serial killer. He does not seem to be a nice man, but maybe not a serial killer either.",
    "Born in Hawaii",
    "Charles and family moved to Washington",
    "A problem with one of Charles testicle and he had to have it removed",
    "Charles and friend Thomas Hawkins were caught vandalizing a 2 ½ ton cattle truck",
    "Problems in school began, he began to skip class, smoke cigarettes and drink beer",
    "Charles was now experimenting with speed and amphetamines",
    "Charles tried heroin for the first time and also began to steal",
    "Caught with a friend in the cemetery pushing over headstones",
    "Gradually stopped attending school",
    "An elementary school was broken into and witnesses said that it was Charlie and a friend but there was not enough evidence to charge them",
    "Charged with auto theft for stealing the family car, his father turned him in.  While in custody of the police he made his one phone call to a friend and was overheard telling the person on the other end to shoot his father, he repeated this three times.",
    "Charged with a school burglary, officials gave him probation",
    "Charles was caught smoking marijuana by his father",
    "Stole another car and ran from cops when the police caught him he said he was going to kill the cop.  He was charged with auto theft, resisting arrest and threatening to kill an officer.",
    "Broke into his grandparent’s house and stole several guns, cops caught him at home and arrested him.  On the way out the door he kicked out the window and said 'that’s to thank you for what you have done for me.'",
    "Burglarized a house and was sentenced to one year but he got out on parole early",
    "Dad found 31 amphetamine tablets on Charlie",
    "Married Rosalie Kinner",
    "First time Charles will beat his wife",
    "Had a baby girl with his wife",
    "Arrested for driving on a suspended license police officers also found drugs in the car.",
    "Wife files for divorce.",
    "Charles parents got divorced",
    "Arrested and charged with second degree burglary and was sentenced to serve 15 years.",
    "Tried to hang himself while he was in jail.",
    "Stood trial for the rape of Renae Wicklund.",
    "Sentenced to 30 years in prison.",
    "Charles mother wrote a letter saying that her son had sexual problems and needed sexual rehabilitation, and also said that her son once had sex with a dog.",
    "Fought fellow inmates",
    "Fought fellow inmates.",
    "Refused a body search and was later caught with some needles and syringes.",
    "Childhood friend Thomas Hawkins was sent to the same prison as Charles and they became cell mates and Charles rapes him.",
    "Denied the movement to a mimimum custody jail.",
    "Got a new cell mate and raped him.",
    "Board of prison terms and paroles held hearing and issued that the mandatory provision of the minimum term of confinement 7 ½ years be set aside.",
    "Charles was approved to be transferred to Honor farm, a minimum custody facility.",
    "Transferred to outside housing at the Monroe Work Release Center",
    "Left the premises without permission and went and saw his ex-wife and raped her",
    "Transferred to an Honor farm and granted full work release status",
    "Got his girlfriend pregnant and adopted a pet.  He named his new dog Loser.  People said that he appeared to show the dog more affection than his girlfriend.",
    "Charles was caught with his dog in his bed.  The dog was under the covers and it was clear the dog was being sexually molested.",
    "Rosalie Campbell comes forward and tells the cops about Charles raping her.",
    "Raped and Murdered Renae Wicklund, then waited for her daughter to get off the school bus and killed her too. Murdered Renae’s neighbor when she came over to check on Renae.",
    "Charles was arrested and charged with aggrevated murder, Taken to Snohomish county jail.",
    "Trial begins",
    "Charles is convicted of three counts of first-degree, aggravated murder, and sentenced to death.",
    "After many appeals, Charles’s sentence is finally carried out-he was hanged and pronounced dead at 12:14 A.M."
  ],
  "event_to_criminal": [
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Alcala._Rodney__2012_",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Allanson_Patricia",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Anderson_Dale_-_2005",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Archer-Gilligan_Amy",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Armstrong_John_Eric",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Barfield_Velma_-_2005_Fall",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Bathory_Elizabeth_-_spring_2006",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Baumeister_Herb_-_fall_2005",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Beets_Betty_Lou__spring_2007_",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Berdella_Robert",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bernardo_Paul",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bianchi_Kenneth",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Bittaker_Lawrence__fall_2007_",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Black_Robert_-_spring_2006",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Bland_Warren_James__fall_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Blank_Daniel__spring_2006_",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Bonin_William_-_fall_2007",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Browne_Robert_Charles__2008_spring_",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Brudos_Jerome",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Buenoano_Judias_-_fall_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bundy_Ted_-_2005",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Bunting_John_Justin",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Buono_Angelo",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Burke_William__2008_spring_",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "Cleaned_Albright_Charles_table",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles",
    "campbell_charles"
  ],
  "confidences": [
    0.0629485696554184,
    0.07891771197319031,
    0.0420161671936512,
    0.0820298120379448,
    0.07497955858707428,
    0.08337607979774475,
    0.059565380215644836,
    0.16839025914669037,
    0.11446061730384827,
    0.056977368891239166,
    0.07307325303554535,
    0.05102819204330444,
    0.12578225135803223,
    0.2410951405763626,
    0.1316540539264679,
    0.10174844413995743,
    0.10223617404699326,
    0.0609758198261261,
    0.1573711633682251,
    0.0293775275349617,
    0.1054832935333252,
    0.12837617099285126,
    0.09885300695896149,
    0.20395343005657196,
    0.18809466063976288,
    0.08368746936321259,
    0.07747714966535568,
    0.09435887634754181,
    0.1557023525238037,
    0.1927528828382492,
    0.17598263919353485,
    0.19475838541984558,
    0.015352107584476471,
    0.14100125432014465,
    0.04293341189622879,
    0.10317346453666687,
    0.08643181622028351,
    0.1523429900407791,
    0.073126882314682,
    0.060209184885025024,
    0.09997554123401642,
    0.10864316672086716,
    0.06159696727991104,
    0.08913582563400269,
    0.0493171364068985,
    0.18555808067321777,
    0.16174165904521942,
    0.03028690814971924,
    0.0691542997956276,
    0.06528005003929138,
    0.06743562966585159,
    0.13640810549259186,
    0.09886497259140015,
    0.15586063265800476,
    0.10388931632041931,
    0.043676212430000305,
    0.11014100164175034,
    0.07878436148166656,
    0.08637525141239166,
    0.040069565176963806,
    0.11496594548225403,
    0.11315290629863739,
    0.07031098753213882,
    0.1453857123851776,
    0.10626137256622314,
    0.07227985560894012,
    0.06882674992084503,
    0.06938835978507996,
    0.08776094764471054,
    0.025939812883734703,
    0.04624307528138161,
    0.12908534705638885,
    0.11169034242630005,
    0.0765330046415329,
    0.07663486152887344,
    0.11550009250640869,
    0.16219592094421387,
    0.19648073613643646,
    0.1559518277645111,
    0.07516573369503021,
    0.17629335820674896,
    0.15237820148468018,
    0.15879392623901367,
    0.06689752638339996,
    0.05416911840438843,
    0.0770624577999115,
    0.04463969171047211,
    0.0973617434501648,
    0.02259548008441925,
    0.2227630913257599,
    0.10677529871463776,
    0.11425274610519409,
    0.13456444442272186,
    0.09235996007919312,
    0.09480254352092743,
    0.06069652736186981,
    0.04542312026023865,
    0.1655581146478653,
    0.09666867554187775,
    0.08345849812030792,
    0.16616502404212952,
    0.1555601805448532,
    0.18330194056034088,
    0.2211952954530716,
    0.11950713396072388,
    0.1021605134010315,
    0.13797849416732788,
    0.11917158961296082,
    0.16192899644374847,
    0.13227184116840363,
    0.07922118902206421,
    0.13240602612495422,
    0.13146905601024628,
    0.21328020095825195,
    0.08554527163505554,
    0.10230135917663574,
    0.14477737247943878,
    0.09600988030433655,
    0.08966369926929474,
    0.1730518788099289,
    0.15026026964187622,
    0.1280835121870041,
    0.14036333560943604,
    0.1454606056213379,
    0.04707969352602959,
    0.08739766478538513,
    0.044805705547332764,
    0.023326030001044273,
    0.07184769213199615,
    0.09612929821014404,
    0.06514262408018112,
    0.05057453364133835,
    0.05513797327876091,
    0.04860026389360428,
    0.06994529813528061,
    0.053848784416913986,
    0.05828436464071274,
    0.07681486010551453,
    0.07498461753129959,
    0.08438721299171448,
    0.05167609453201294,
    0.15121695399284363,
    0.1557203084230423,
    0.19299009442329407,
    0.018185079097747803,
    0.036827750504016876,
    0.03000006079673767,
    0.13168077170848846,
    0.1586175262928009,
    0.1283678561449051,
    0.09478814899921417,
    0.09089581668376923,
    0.11946047842502594,
    0.1399504393339157,
    0.1606922596693039,
    0.12831935286521912,
    0.09908789396286011,
    0.08740204572677612,
    0.15692591667175293,
    0.1399974524974823,
    0.08798900991678238,
    0.0970277413725853,
    0.11209739744663239,
    0.061275117099285126,
    0.07784025371074677,
    0.05182497948408127,
    0.07342757284641266,
    0.08106373250484467,
    0.0731130912899971,
    0.07272452116012573,
    0.06160441040992737,
    0.02571834623813629,
    0.07605086266994476,
    0.03985761106014252,
    0.0723157525062561,
    0.08844760060310364,
    0.08986291289329529,
    0.04454997181892395,
    0.027185410261154175,
    0.05967874825000763,
    0.0658387541770935,
    0.11539455503225327,
    0.12514464557170868,
    0.08615166693925858,
    0.0797012448310852,
    0.05458708107471466,
    0.0774647444486618,
    0.08533523231744766,
    0.06778347492218018,
    0.11275315284729004,
    0.1480543315410614,
    0.14401604235172272,
    0.02666790783405304,
    0.12339143455028534,
    0.15129303932189941,
    0.1428648680448532,
    0.14590878784656525,
    0.06180126965045929,
    0.07976192235946655,
    0.08165416121482849,
    0.08130188286304474,
    0.07937651872634888,
    0.08793866634368896,
    0.10575807094573975,
    0.05046403408050537,
    0.12680010497570038,
    0.08555713295936584,
    0.09436643123626709,
    0.027940616011619568,
    0.08174391090869904,
    0.04073476791381836,
    0.0994405746459961,
    0.09557676315307617,
    0.053155578672885895,
    0.10488103330135345,
    0.05065055191516876,
    0.07847397029399872,
    0.1570608913898468,
    0.052787065505981445,
    0.19016015529632568,
    0.132878839969635,
    0.0958845317363739,
    0.057444095611572266,
    0.061774931848049164,
    0.06702013313770294,
    0.02619229629635811,
    0.043873827904462814,
    0.01971343159675598,
    0.07390719652175903,
    0.01617967151105404,
    0.05906254053115845,
    0.07593804597854614,
    0.08009620010852814,
    0.03442925959825516,
    0.09890726953744888,
    0.0396403893828392,
    0.03537172079086304,
    0.08447088301181793,
    0.13504357635974884,
    0.11543044447898865,
    0.06674141436815262,
    0.08846022933721542,
    0.03672392666339874,
    0.09383860230445862,
    0.07811540365219116,
    0.027142148464918137,
    0.11493878066539764,
    0.05089770257472992,
    0.10554122924804688,
    0.09795382618904114,
    0.20213854312896729,
    0.2163296341896057,
    0.0991324782371521,
    0.03717464208602905,
    0.1575019806623459,
    0.15358920395374298,
    0.03460715711116791,
    0.03276771306991577,
    0.03430556878447533,
    0.045334141701459885,
    0.07690063118934631,
    0.03023037500679493,
    0.09315630048513412,
    0.08243262767791748,
    0.07083769887685776,
    0.07901124656200409,
    0.19969405233860016,
    0.11492164433002472,
    0.07325319945812225,
    0.15250952541828156,
    0.03414077311754227,
    0.06236954405903816,
    0.09618301689624786,
    0.19383791089057922,
    0.015893489122390747,
    0.08372889459133148,
    0.18128085136413574,
    0.1407703459262848,
    0.1065610945224762,
    0.15908277034759521,
    0.13465988636016846,
    0.09435424208641052,
    0.17179514467716217,
    0.06511412560939789,
    0.06398886442184448,
    0.11173877120018005,
    0.059082940220832825,
    0.08930981904268265,
    0.11881915479898453,
    0.09997287392616272,
    0.04479053616523743,
    0.0771162137389183,
    0.03993305563926697,
    0.13290680944919586,
    0.10866067558526993,
    0.047667331993579865,
    0.08365913480520248,
    0.07671140879392624,
    0.02160876989364624,
    0.0218585804104805,
    0.026247389614582062,
    0.05577198415994644,
    0.01617700234055519,
    0.15936407446861267,
    0.043813951313495636,
    0.05504363775253296,
    0.06412551552057266,
    0.13626720011234283,
    0.06457173824310303,
    0.07274012267589569,
    0.15467877686023712,
    0.07184778153896332,
    0.011488750576972961,
    0.14428500831127167,
    0.07139618694782257,
    0.05214810371398926,
    0.05418555438518524,
    0.039628006517887115,
    0.04039695858955383,
    0.11427207291126251,
    0.11477895081043243,
    0.12023936212062836,
    0.10937929153442383,
    0.09395781904459,
    0.08304242789745331,
    0.05625123530626297,
    0.11586153507232666,
    0.12743887305259705,
    0.11850826442241669,
    0.047091543674468994,
    0.09068924188613892,
    0.09234462678432465,
    0.07606646418571472,
    0.07883354276418686,
    0.16519086062908173,
    0.13386765122413635,
    0.08296900987625122,
    0.13844355940818787,
    0.10984507948160172,
    0.06852130591869354,
    0.06690844148397446,
    0.05880795419216156,
    0.05880487710237503,
    0.03593791276216507,
    0.07783453166484833,
    0.050605952739715576,
    0.11951129138469696,
    0.05029261112213135,
    0.06778870522975922,
    0.05131496489048004,
    0.07698744535446167,
    0.07607109099626541,
    0.07593695819377899,
    0.08204762637615204,
    0.14917701482772827,
    0.14476895332336426,
    0.08925832808017731,
    0.09218083322048187,
    0.0763481855392456,
    0.053392887115478516,
    0.14493684470653534,
    0.16337145864963531,
    0.08792541921138763,
    0.04896838217973709,
    0.12374356389045715,
    0.0729149580001831,
    0.07017025351524353,
    0.07017025351524353,
    0.07659969478845596,
    0.13838937878608704,
    0.07017025351524353,
    0.11251452565193176,
    0.10176878422498703,
    0.07680529356002808,
    0.06521167606115341,
    0.11907295882701874,
    0.10347843170166016,
    0.15651261806488037,
    0.16596479713916779,
    0.1276206523180008,
    0.15256845951080322,
    0.03720886632800102,
    0.07660549879074097,
    0.030768074095249176,
    0.12977947294712067,
    0.03900161758065224,
    0.06796333193778992,
    0.04192426800727844,
    0.1363060623407364,
    0.11441482603549957,
    0.13717703521251678,
    0.06248942017555237,
    0.09606991708278656,
    0.16668009757995605,
    0.05660384148359299,
    0.05990969389677048,
    0.04534708708524704,
    0.04186197370290756,
    0.11080537736415863,
    0.13718274235725403,
    0.035948559641838074,
    0.10928535461425781,
    0.09070149809122086,
    0.08725520968437195,
    0.05874418467283249,
    0.02242172509431839,
    0.11001348495483398,
    0.07485504448413849,
    0.046041496098041534,
    0.04274222254753113,
    0.06490588188171387,
    0.08334183692932129,
    0.10076379776000977,
    0.10978366434574127,
    0.12721896171569824,
    0.04546036571264267,
    0.10114043951034546,
    0.06423580646514893,
    0.11088019609451294,
    0.027243375778198242,
    0.04560539871454239,
    0.06420911103487015,
    0.03969492018222809,
    0.051359184086322784,
    0.052563346922397614,
    0.047114960849285126,
    0.07993848621845245,
    0.036715611815452576,
    0.02343396097421646,
    0.05993521213531494,
    0.10278791189193726,
    0.04039151966571808,
    0.03799816593527794,
    0.10972562432289124,
    0.05877494812011719,
    0.06767813861370087,
    0.052197493612766266,
    0.07991403341293335,
    0.02890549600124359,
    0.07496745884418488,
    0.042174383997917175,
    0.09813706576824188,
    0.22082340717315674,
    0.031728263944387436,
    0.08834734559059143,
    0.048743098974227905,
    0.1050633043050766,
    0.05617582052946091,
    0.08853429555892944,
    0.11739987134933472,
    0.13253387808799744,
    0.12919417023658752,
    0.06792624294757843,
    0.07053571194410324,
    0.05987827479839325,
    0.06760859489440918,
    0.05953143537044525,
    0.09233003854751587,
    0.07328300178050995,
    0.02210591733455658,
    0.15386132895946503,
    0.04979979991912842,
    0.06413169950246811,
    0.16044217348098755,
    0.10032875835895538,
    0.23458318412303925,
    0.07966754585504532,
    0.0509432852268219,
    0.04211404174566269,
    0.07533878087997437,
    0.011608444154262543,
    0.07427556812763214,
    0.0821162611246109,
    0.06355695426464081,
    0.1371258944272995,
    0.06910574436187744,
    0.07221372425556183,
    0.020889602601528168,
    0.07282686233520508,
    0.08237552642822266,
    0.06246268004179001,
    0.1090061292052269,
    0.14639824628829956,
    0.13589318096637726,
    0.14889463782310486,
    0.13563165068626404,
    0.08412528038024902,
    0.1064363643527031,
    0.13352763652801514,
    0.09814763069152832,
    0.03732636570930481,
    0.034121375530958176,
    0.09700275957584381,
    0.13319480419158936,
    0.2073831558227539,
    0.08291900902986526,
    0.044808149337768555,
    0.11203326284885406,
    0.07794320583343506,
    0.12381269037723541,
    0.13007548451423645,
    0.047158628702163696,
    0.14413315057754517,
    0.10323451459407806,
    0.12437653541564941,
    0.03811931610107422,
    0.08130979537963867,
    0.07240353524684906,
    0.08244168758392334,
    0.06126568466424942,
    0.07083582878112793,
    0.08650904893875122,
    0.143768310546875,
    0.06549842655658722,
    0.11147409677505493,
    0.022725313901901245,
    0.10888364911079407,
    0.19094514846801758,
    0.14133699238300323,
    0.16594471037387848,
    0.06315940618515015,
    0.0626504123210907,
    0.01555873453617096,
    0.18677160143852234,
    0.09180200099945068,
    0.1795010268688202,
    0.06121106445789337,
    0.043106526136398315,
    0.18493305146694183,
    0.1807253658771515,
    0.12234437465667725,
    0.06339111924171448,
    0.0451236218214035,
    0.07501457631587982,
    0.07942284643650055,
    0.06555785983800888,
    0.11412607878446579,
    0.12441174685955048,
    0.04481031000614166,
    0.020641252398490906,
    0.0720667839050293,
    0.10549896955490112,
    0.06750710308551788,
    0.09225068986415863,
    0.007441893219947815,
    0.14185474812984467,
    0.14139120280742645,
    0.1598033607006073,
    0.07677935063838959,
    0.04608704149723053,
    0.12998069822788239,
    0.15300121903419495,
    0.01671449840068817,
    0.16839051246643066,
    0.15423960983753204,
    0.12854547798633575,
    0.18207406997680664,
    0.13431282341480255,
    0.1337333619594574,
    0.13923852145671844,
    0.1110612004995346,
    0.1702853888273239,
    0.15683259069919586,
    0.07680109143257141,
    0.15086598694324493,
    0.02842944860458374,
    0.11025869846343994,
    0.0901012122631073,
    0.11459125578403473,
    0.13965635001659393,
    0.04786054790019989,
    0.11191092431545258,
    0.15274402499198914,
    0.1476186066865921,
    0.08186720311641693,
    0.06673896312713623,
    0.10216780006885529,
    0.1004263162612915,
    0.11530962586402893,
    0.18180641531944275,
    0.16015370190143585,
    0.09073929488658905,
    0.11506496369838715,
    0.13279902935028076,
    0.16571009159088135,
    0.05682934820652008,
    0.0885353535413742,
    0.1418735533952713,
    0.0904368981719017,
    0.12218121439218521,
    0.14535266160964966,
    0.1771286129951477,
    0.14211273193359375,
    0.1373993158340454,
    0.10612460970878601,
    0.13322003185749054,
    0.10555844008922577,
    0.1372286081314087,
    0.1151915192604065,
    0.08203093707561493,
    0.17749929428100586,
    0.15133772790431976,
    0.20948253571987152,
    0.1837949901819229,
    0.12853462994098663,
    0.11757011711597443,
    0.11844182759523392,
    0.021134331822395325,
    0.08514459431171417,
    0.12406812608242035,
    0.1863529086112976,
    0.1415296047925949,
    0.11159315705299377,
    0.17585688829421997,
    0.13244351744651794,
    0.13645370304584503,
    0.11773642897605896,
    0.10528679192066193,
    0.0920574888586998,
    0.04816201329231262,
    0.0489528588950634,
    0.14705729484558105,
    0.12872536480426788,
    0.16135813295841217,
    0.052394744008779526,
    0.04038885235786438,
    0.11617624759674072,
    0.05960075557231903,
    0.037359222769737244,
    0.037144288420677185,
    0.13521134853363037,
    0.04334133118391037,
    0.09325841069221497,
    0.08093591034412384,
    0.08282659947872162,
    0.09727958589792252,
    0.06005603075027466,
    0.09764809906482697,
    0.06872670352458954,
    0.09784233570098877,
    0.09264110773801804,
    0.06676898896694183,
    0.052550770342350006,
    0.05890399217605591,
    0.019943207502365112,
    0.07183438539505005,
    0.11562185734510422,
    0.09334386885166168,
    0.104224294424057,
    0.14153097569942474,
    0.06536028534173965,
    0.08467388153076172,
    0.08082225918769836,
    0.1605871021747589,
    0.033961713314056396,
    0.2269841432571411,
    0.12008488178253174,
    0.2094053030014038,
    0.09228642284870148,
    0.18463961780071259,
    0.22040149569511414,
    0.08506311476230621,
    0.12568308413028717,
    0.08432115614414215,
    0.1831776201725006,
    0.08998359739780426,
    0.1937808096408844,
    0.20358192920684814,
    0.03148553520441055,
    0.11863557994365692,
    0.0730733871459961,
    0.05679169297218323,
    0.035259589552879333,
    0.0554506778717041,
    0.08394969999790192,
    0.10666176676750183,
    0.042252153158187866,
    0.050914257764816284,
    0.07579183578491211,
    0.129431813955307,
    0.05403865873813629,
    0.03856709599494934,
    0.12664823234081268,
    0.05385938286781311,
    0.1165836900472641,
    0.09066709131002426,
    0.11085217446088791,
    0.14683985710144043,
    0.11148083209991455,
    0.14375895261764526,
    0.11355376243591309,
    0.10244922339916229,
    0.09559154510498047,
    0.12259159982204437,
    0.16028276085853577,
    0.08052794635295868,
    0.11505039036273956,
    0.16703903675079346,
    0.17934873700141907,
    0.07537433505058289,
    0.045492932200431824,
    0.10424363613128662,
    0.06807269901037216,
    0.030450358986854553,
    0.13993026316165924,
    0.20110194385051727,
    0.11085426807403564,
    0.11063553392887115,
    0.1038399189710617,
    0.10792921483516693,
    0.16094841063022614,
    0.08011515438556671,
    0.13027091324329376,
    0.04077034443616867,
    0.06879489123821259,
    0.07136693596839905,
    0.07723000645637512,
    0.03354312479496002,
    0.05783979594707489,
    0.129347562789917,
    0.22164133191108704,
    0.11478373408317566,
    0.1814746856689453,
    0.17403998970985413,
    0.19342756271362305,
    0.11543583869934082,
    0.09073102474212646,
    0.034173622727394104,
    0.08278143405914307,
    0.08371128141880035,
    0.07460082322359085,
    0.15390609204769135,
    0.163530632853508,
    0.10182450711727142,
    0.1424414962530136,
    0.046853795647621155,
    0.031997889280319214,
    0.11839887499809265,
    0.17845085263252258,
    0.09326182305812836,
    0.03584747016429901,
    0.15047156810760498,
    0.17613275349140167,
    0.14980430901050568,
    0.05223032087087631,
    0.08210764825344086,
    0.10986466705799103,
    0.051234908401966095,
    0.07728902995586395,
    0.05375242233276367,
    0.09472841024398804,
    0.09700183570384979,
    0.20643657445907593,
    0.19305558502674103,
    0.09793701022863388,
    0.12661334872245789,
    0.2237180471420288,
    0.22622135281562805,
    0.22959084808826447,
    0.20549823343753815,
    0.06290185451507568,
    0.045172013342380524,
    0.12534862756729126,
    0.04467079043388367,
    0.23311546444892883,
    0.18341638147830963,
    0.16010308265686035,
    0.1493772566318512,
    0.29617148637771606,
    0.1711338460445404,
    0.133398175239563,
    0.19387009739875793,
    0.19787248969078064,
    0.16291581094264984,
    0.046153873205184937,
    0.0901944637298584,
    0.05073913186788559,
    0.07952672243118286,
    0.03723962977528572,
    0.07367934286594391,
    0.15249459445476532,
    0.13354240357875824,
    0.13257738947868347,
    0.10944469273090363,
    0.13265284895896912,
    0.16112515330314636,
    0.02582695335149765,
    0.07255574315786362,
    0.10648234188556671,
    0.17616689205169678,
    0.17852838337421417,
    0.07484343647956848,
    0.14124001562595367,
    0.17100802063941956,
    0.08332248032093048,
    0.09929704666137695,
    0.11491028964519501,
    0.1281754970550537,
    0.04697370529174805,
    0.11640715599060059,
    0.18264231085777283,
    0.1972246915102005,
    0.1158549040555954,
    0.02862101048231125,
    0.20824944972991943,
    0.07041522860527039,
    0.08439695835113525,
    0.056881070137023926,
    0.22373369336128235,
    0.09483199566602707,
    0.23843085765838623,
    0.11719639599323273,
    0.2396717369556427,
    0.19375818967819214,
    0.17127692699432373,
    0.15807005763053894,
    0.1907218098640442,
    0.1834939420223236,
    0.17102962732315063,
    0.14692027866840363,
    0.19378872215747833,
    0.1516711711883545,
    0.17050375044345856,
    0.16479414701461792,
    0.16661794483661652,
    0.2563198208808899,
    0.1623074859380722,
    0.09922070801258087,
    0.11256657540798187,
    0.037248097360134125,
    0.2091432362794876,
    0.023128211498260498,
    0.0686497837305069,
    0.21017986536026,
    0.10404828935861588,
    0.03998671472072601,
    0.032178547233343124,
    0.0653766617178917,
    0.07296828180551529,
    0.08951997756958008,
    0.1531563699245453,
    0.015276063233613968,
    0.09174801409244537,
    0.0331735834479332,
    0.09381447732448578,
    0.06783565878868103,
    0.139523446559906,
    0.04524436965584755,
    0.04426024854183197,
    0.12387751042842865,
    0.03688884526491165,
    0.06230110675096512,
    0.06766747683286667,
    0.09840579330921173,
    0.10386057943105698,
    0.12926582992076874,
    0.08711615949869156,
    0.029939807951450348,
    0.11050201952457428,
    0.10574636608362198,
    0.11465407907962799,
    0.15315113961696625,
    0.06286732852458954,
    0.12850765883922577,
    0.07462368905544281,
    0.13803018629550934,
    0.030009176582098007,
    0.127019464969635,
    0.12917113304138184,
    0.06087005138397217,
    0.10701648890972137,
    0.0855543464422226,
    0.11321438103914261,
    0.11790488660335541,
    0.1126963347196579,
    0.08514025807380676,
    0.14610141515731812,
    0.14995674788951874,
    0.12081801891326904,
    0.18230165541172028,
    0.14370986819267273,
    0.07341748476028442,
    0.136049285531044,
    0.10231177508831024,
    0.14870618283748627,
    0.14392518997192383,
    0.10259988158941269,
    0.0514063723385334,
    0.05507825314998627,
    0.059760138392448425,
    0.07444785535335541,
    0.0562889501452446,
    0.07645870745182037,
    0.09586295485496521,
    0.14793339371681213,
    0.20352034270763397,
    0.10727234929800034,
    0.18903647363185883,
    0.044677168130874634,
    0.02093653380870819,
    0.01960475742816925,
    0.01203940063714981,
    0.14093871414661407,
    0.06967818737030029,
    0.11952689290046692,
    0.04180855304002762,
    0.06327307969331741,
    0.07377663999795914,
    0.056067317724227905,
    0.10123374313116074,
    0.12665998935699463,
    0.17856334149837494,
    0.12211371958255768,
    0.12730772793293,
    0.07512187957763672,
    0.055235572159290314,
    0.08807991445064545,
    0.09599468111991882,
    0.1479322910308838,
    0.07633991539478302,
    0.04799312353134155,
    0.11153776943683624,
    0.09167918562889099,
    0.16081203520298004,
    0.09222540259361267,
    0.05167031288146973,
    0.1677103489637375,
    0.09069542586803436,
    0.1512085646390915,
    0.10013231635093689,
    0.1701279878616333,
    0.1010046973824501,
    0.09875236451625824,
    0.12233006954193115,
    0.1432575136423111,
    0.06075022369623184,
    0.15978413820266724,
    0.12911038100719452,
    0.05422060564160347,
    0.06962981820106506,
    0.06704142689704895,
    0.23195472359657288,
    0.07305925339460373,
    0.04162008315324783,
    0.052963871508836746,
    0.04539499804377556,
    0.038088154047727585,
    0.07923337072134018,
    0.1040782779455185,
    0.06991603970527649,
    0.09186186641454697,
    0.12304233014583588,
    0.07096876949071884,
    0.07507814466953278,
    0.03876829892396927,
    0.041477303951978683,
    0.11896806955337524,
    0.12184220552444458,
    0.12648773193359375,
    0.1276777684688568,
    0.11197137832641602,
    0.12868496775627136,
    0.114652618765831,
    0.10403775423765182,
    0.0900251492857933,
    0.1491686850786209,
    0.12354876846075058,
    0.10378314554691315,
    0.04375974461436272,
    0.04801265895366669,
    0.03859187662601471,
    0.06804974377155304,
    0.10340511798858643,
    0.11243124306201935,
    0.06643179804086685,
    0.11988657712936401,
    0.05003214627504349,
    0.22883491218090057,
    0.05641235411167145,
    0.04889613389968872,
    0.10365094989538193,
    0.07178058475255966,
    0.07869713008403778,
    0.0907319188117981,
    0.1066616028547287,
    0.08873141556978226,
    0.10557816922664642,
    0.10131663084030151,
    0.06894493103027344,
    0.053892582654953,
    0.08523844927549362,
    0.07016126066446304,
    0.08607140183448792,
    0.055533431470394135,
    0.046946294605731964,
    0.11327915638685226,
    0.058920808136463165,
    0.03237098082900047,
    0.1184951514005661,
    0.1125408336520195,
    0.06180546060204506,
    0.09509817510843277,
    0.09933467209339142,
    0.07302616536617279,
    0.0858406201004982,
    0.03554246947169304,
    0.0963117927312851,
    0.11003553122282028,
    0.09424156695604324,
    0.055750150233507156,
    0.1347632259130478,
    0.07231578975915909,
    0.09161534160375595,
    0.09685001522302628,
    0.09711939841508865,
    0.12982580065727234,
    0.23757536709308624,
    0.056083451956510544,
    0.13862894475460052,
    0.1341264843940735,
    0.16085121035575867,
    0.08008801937103271,
    0.06333065032958984,
    0.10621316730976105,
    0.1818823218345642,
    0.12050296366214752,
    0.06643976271152496,
    0.06857448816299438,
    0.12142857909202576,
    0.07884019613265991,
    0.12313556671142578,
    0.11603903770446777,
    0.10766100883483887,
    0.1301616132259369,
    0.14235439896583557,
    0.12579813599586487,
    0.08172713965177536,
    0.10593639314174652,
    0.10319404304027557,
    0.10808258503675461,
    0.11660976707935333,
    0.11234597116708755,
    0.31476083397865295,
    0.10050058364868164,
    0.05415327847003937,
    0.16407787799835205,
    0.08937975764274597,
    0.09888109564781189,
    0.06867875158786774,
    0.016048729419708252,
    0.06560578942298889,
    0.21672210097312927,
    0.05799014866352081,
    0.10964758694171906,
    0.06188683211803436,
    0.14339204132556915,
    0.13865254819393158,
    0.05763592571020126,
    0.1807001531124115,
    0.0940798968076706,
    0.15575285255908966,
    0.08060915768146515,
    0.16050787270069122,
    0.14312830567359924,
    0.10356111824512482,
    0.09679865837097168,
    0.15522697567939758,
    0.038257937878370285,
    0.03961614519357681,
    0.11168074607849121,
    0.1188158243894577,
    0.11682075262069702,
    0.048098064959049225,
    0.07604971528053284,
    0.0487191416323185,
    0.08176006376743317,
    0.05985986813902855,
    0.06388933956623077,
    0.08081312477588654,
    0.09043719619512558,
    0.1011977419257164,
    0.13718120753765106,
    0.14921386539936066,
    0.11777915060520172,
    0.12055842578411102,
    0.08704665303230286,
    0.09361837804317474,
    0.0671483501791954,
    0.06937052309513092,
    0.15260131657123566,
    0.09557069092988968,
    0.09667831659317017,
    0.025195308029651642,
    0.06100968271493912,
    0.08467388153076172,
    0.08082225918769836,
    0.1605871021747589,
    0.033961713314056396,
    0.2269841432571411,
    0.12008488178253174,
    0.2094053030014038,
    0.09228642284870148,
    0.18463961780071259,
    0.22040149569511414,
    0.1407875120639801,
    0.08432115614414215,
    0.1831776201725006,
    0.08998359739780426,
    0.1937808096408844,
    0.08813270181417465,
    0.20358192920684814,
    0.02982032299041748,
    0.05222514271736145,
    0.04787161946296692,
    0.1315690129995346,
    0.12136514484882355,
    0.11007124185562134,
    0.08138249069452286,
    0.1721278727054596,
    0.04769787937402725,
    0.11421026289463043,
    0.05775212496519089,
    0.14295347034931183,
    0.13587598502635956,
    0.07922627031803131,
    0.08142067492008209,
    0.07830603420734406,
    0.025574177503585815,
    0.020804397761821747,
    0.08422408252954483,
    0.07144138962030411,
    0.0958772748708725,
    0.13565915822982788,
    0.06934759765863419,
    0.10294665396213531,
    0.12521040439605713,
    0.0809994637966156,
    0.07152609527111053,
    0.10810789465904236,
    0.15849626064300537,
    0.14513865113258362,
    0.06926438957452774,
    0.1069023534655571,
    0.1450672149658203,
    0.12845535576343536,
    0.07561121881008148,
    0.07705473899841309,
    0.10938538610935211,
    0.10823778808116913,
    0.1810801476240158,
    0.07144159078598022,
    0.12109585106372833,
    0.05589418113231659,
    0.08001120388507843,
    0.06882570683956146,
    0.04587681591510773,
    0.22820159792900085,
    0.1349307745695114,
    0.06993953883647919,
    0.07201191782951355,
    0.13940519094467163,
    0.12357664108276367,
    0.08872871100902557,
    0.09249639511108398,
    0.01948270946741104,
    0.0976727157831192,
    0.15400288999080658,
    0.10512344539165497,
    0.12260191142559052,
    0.16313956677913666,
    0.0692673772573471,
    0.1315106302499771,
    0.11611711978912354,
    0.03605306148529053,
    0.1575891077518463,
    0.052287012338638306,
    0.148777574300766,
    0.12356835603713989,
    0.09378315508365631,
    0.14225640892982483,
    0.07947026938199997,
    0.04765799641609192,
    0.13504470884799957,
    0.16028408706188202,
    0.14494819939136505,
    0.12752719223499298,
    0.08567702770233154,
    0.11362628638744354,
    0.13653527200222015,
    0.13583122193813324,
    0.1550695300102234,
    0.12814319133758545,
    0.13704434037208557,
    0.05935545265674591,
    0.1105729341506958,
    0.12016861140727997,
    0.08759333193302155,
    0.1803470104932785,
    0.10735182464122772,
    0.021993331611156464,
    0.05114416033029556,
    0.07893623411655426,
    0.14259181916713715,
    0.10087136924266815,
    0.08762969076633453,
    0.1092069149017334,
    0.03251223266124725,
    0.13003073632717133,
    0.14959000051021576,
    0.15427660942077637,
    0.10011976212263107,
    0.08241142332553864,
    0.14127406477928162,
    0.15426690876483917,
    0.1545916050672531,
    0.07644087076187134,
    0.04300272464752197,
    0.1148475855588913,
    0.08961595594882965,
    0.10863198339939117,
    0.06396826356649399,
    0.06169278919696808,
    0.1411721259355545,
    0.0898287296295166,
    0.19515089690685272,
    0.16172218322753906,
    0.1149284839630127,
    0.17824316024780273,
    0.18257421255111694,
    0.15161791443824768,
    0.16593623161315918,
    0.14317525923252106,
    0.1733853816986084,
    0.08589042723178864,
    0.13864292204380035,
    0.03675787150859833,
    0.2187996208667755,
    0.030713293701410294,
    0.07732819020748138,
    0.09921538829803467,
    0.10308472812175751,
    0.16423454880714417,
    0.13391341269016266,
    0.07144159078598022,
    0.12384955585002899,
    0.054735615849494934
  ]
}